Repository: mmokhtari-deltasoft/Payment-Management-FR
Catalog: Translations/ModuleEncaiss_Decaiss.*.xlf
Languages: fr_fr

# Report 1074715950 - NamedType 870679289
source: Grand Total :
fr_fr: Total général :

# Report 3071465540 - Property 2879900210
source: G/L Trial Balance
fr_fr: Balance comptes généraux

# Report 3071465540 - Control 353792302 - Property 2879900210
source: Print G/L Accs. without balance
fr_fr: Impr. cptes non mouvementés

# Report 3071465540 - Control 353792302 - Property 1295455071
source: Specifies whether to include information about general ledger accounts without a balance.
fr_fr: Spécifie s'il faut inclure des informations sur les comptes généraux sans solde.

# Report 3071465540 - NamedType 3114637384
source: You must fill in the %1 field.
fr_fr: Vous devez renseigner le champ %1.

# Report 3071465540 - NamedType 3752334001
source: You must specify a Starting Date.
fr_fr: Vous devez spécifier une date de début.

# Report 3071465540 - NamedType 95063322
source: Printed by %1
fr_fr: Imprimé par %1

# Report 3071465540 - NamedType 732759939
source: Fiscal Year Start Date : %1
fr_fr: Début exercice comptable : %1

# Report 3071465540 - NamedType 2645849790
source: Fiscal-Year Status: %1
fr_fr: Statut de l'exercice comptable : %1

# Report 3071465540 - NamedType 230283350
source: G/L Trial Balance
fr_fr: Balance comptes généraux

# Report 3071465540 - NamedType 2763383773
source: Name
fr_fr: Nom

# Report 3071465540 - NamedType 3800102190
source: Balance at Starting Date
fr_fr: Solde à la date de début

# Report 3071465540 - NamedType 992043484
source: Balance Date Range
fr_fr: Solde plage de dates

# Report 3071465540 - NamedType 885626495
source: Balance at Ending date
fr_fr: Solde à la date de fin

# Report 3071465540 - NamedType 1057048686
source: Debit
fr_fr: Débit

# Report 3071465540 - NamedType 1535750739
source: Credit
fr_fr: Crédit

# Report 4266281019 - Property 2879900210
source: G/L Detail Trial Balance
fr_fr: Grand livre comptes généraux

# Report 4266281019 - Control 1123946404 - Property 2879900210
source: Summarize by
fr_fr: Totaliser par

# Report 4266281019 - Control 1123946404 - Property 62802879
source: ,Week,Month,Quarter,Year
fr_fr: ,Semaine,Mois,Trimestre,Année

# Report 4266281019 - Control 1123946404 - Property 1295455071
source: Specifies the period for which you ant subtotals on the report.
fr_fr: Spécifie la période pour laquelle vous souhaitez des sous-totaux dans l’état.

# Report 4266281019 - Control 3039568554 - Property 2879900210
source: Sorted by Document No.
fr_fr: Trié par n° document

# Report 4266281019 - Control 3039568554 - Property 1295455071
source: Specifies criteria for arranging information in the report.
fr_fr: Spécifie les critères d'organisation des informations dans l'état.

# Report 4266281019 - NamedType 3114637384
source: You must fill in the %1 field.
fr_fr: Vous devez renseigner le champ %1.

# Report 4266281019 - NamedType 3752334001
source: You must specify a Starting Date.
fr_fr: Vous devez spécifier une date de début.

# Report 4266281019 - NamedType 95063322
source: Printed by %1
fr_fr: Imprimé par %1

# Report 4266281019 - NamedType 732759939
source: Fiscal Year Start Date : %1
fr_fr: Début exercice comptable : %1

# Report 4266281019 - NamedType 2008153173
source: Balance at %1
fr_fr: Solde au %1

# Report 4266281019 - NamedType 2645849790
source: Balance at %1
fr_fr: Solde au %1

# Report 4266281019 - NamedType 1664139952
source: The selected starting date %1 is not the start of a %2.
fr_fr: La date de début choisie (%1) ne correspond pas au début de %2.

# Report 4266281019 - NamedType 1026443335
source: The selected ending date %1 is not the end of a %2.
fr_fr: La date de fin choisie (%1) ne correspond pas à la fin de %2.

# Report 4266281019 - NamedType 2939533186
source: Fiscal-Year Status: %1
fr_fr: Statut de l'exercice comptable : %1

# Report 4266281019 - NamedType 2421246614
source: G/L Detail Trial Balance
fr_fr: Grand livre comptes généraux

# Report 4266281019 - NamedType 638740601
source: Posting Date
fr_fr: Date comptabilisation

# Report 4266281019 - NamedType 1924545757
source: Source Code
fr_fr: Code journal

# Report 4266281019 - NamedType 2124006630
source: Document No.
fr_fr: N° du document

# Report 4266281019 - NamedType 44615812
source: External Document No.
fr_fr: N° doc. externe

# Report 4266281019 - NamedType 1057048686
source: Debit
fr_fr: Débit

# Report 4266281019 - NamedType 1535750739
source: Credit
fr_fr: Crédit

# Report 4266281019 - NamedType 1653612302
source: Balance
fr_fr: Solde

# Report 4266281019 - NamedType 3438806337
source: Grand Total
fr_fr: Total général

# Report 4266281019 - NamedType 3260976911
source: Total Date Range
fr_fr: Total plage de dates

# Report 676532619 - Property 2879900210
source: Customer Detail Trial Balance
fr_fr: Grand livre clients

# Report 676532619 - Control 3925489512 - Property 2879900210
source: Sorted by Document No.
fr_fr: Trié par n° document

# Report 676532619 - Control 3925489512 - Property 1295455071
source: Specifies criteria for arranging information in the report.
fr_fr: Spécifie les critères d'organisation des informations dans l'état.

# Report 676532619 - Control 1108204736 - Property 2879900210
source: Exclude Customers That Have a Balance Only
fr_fr: Exclure seulement les clients qui ont un solde ouvert

# Report 676532619 - Control 1108204736 - Property 1295455071
source: Specifies if you do not want to display entries for customers who have a balance but do not have a net change during the selected time period.
fr_fr: Spécifie si vous ne souhaitez pas afficher des écritures pour les clients présentant un solde mais pas de solde période pour la période sélectionnée.

# Report 676532619 - NamedType 3114637384
source: You must fill in the %1 field.
fr_fr: Vous devez renseigner le champ %1.

# Report 676532619 - NamedType 3752334001
source: You must specify a Starting Date.
fr_fr: Vous devez spécifier une date de début.

# Report 676532619 - NamedType 95063322
source: Printed by %1
fr_fr: Imprimé par %1

# Report 676532619 - NamedType 732759939
source: Fiscal Year Start Date : %1
fr_fr: Début exercice comptable : %1

# Report 676532619 - NamedType 2008153173
source: Balance at %1
fr_fr: Solde au %1

# Report 676532619 - NamedType 2645849790
source: Balance at %1
fr_fr: Solde au %1

# Report 676532619 - NamedType 2734534006
source: Customer Detail Trial Balance
fr_fr: Grand livre clients

# Report 676532619 - NamedType 4214946092
source: This report also includes customers that only have balances.
fr_fr: Cet état inclut aussi les clients ne présentant que des soldes.

# Report 676532619 - NamedType 638740601
source: Posting Date
fr_fr: Date comptabilisation

# Report 676532619 - NamedType 1924545757
source: Source Code
fr_fr: Code journal

# Report 676532619 - NamedType 2124006630
source: Document No.
fr_fr: N° du document

# Report 676532619 - NamedType 44615812
source: External Document No.
fr_fr: N° doc. externe

# Report 676532619 - NamedType 1057048686
source: Debit
fr_fr: Débit

# Report 676532619 - NamedType 1535750739
source: Credit
fr_fr: Crédit

# Report 676532619 - NamedType 1653612302
source: Balance
fr_fr: Solde

# Report 676532619 - NamedType 4036938315
source: Continued
fr_fr: Suite

# Report 676532619 - NamedType 815601071
source: To be continued
fr_fr: À suivre

# Report 676532619 - NamedType 3438806337
source: Grand Total
fr_fr: Total général

# Report 676532619 - NamedType 3260976911
source: Total Date Range
fr_fr: Total plage de dates

# Report 676532619 - NamedType 2861401771
source: Previous page
fr_fr: Page précédente

# Report 676532619 - NamedType 2285057371
source: Current page
fr_fr: Page courante

# Report 166222384 - Property 2879900210
source: Vendor Trial Balance
fr_fr: Balance fournisseurs

# Report 166222384 - Control 4177421792 - Property 2879900210
source: Print Vendors without Balance
fr_fr: Imprimer fournisseurs sans solde

# Report 166222384 - Control 4177421792 - Property 1295455071
source: Specifies whether to include information about vendors without a balance.
fr_fr: Spécifie s'il faut inclure des informations sur les fournisseurs sans solde.

# Report 166222384 - NamedType 3114637384
source: You must fill in the %1 field.
fr_fr: Vous devez renseigner le champ %1.

# Report 166222384 - NamedType 3752334001
source: You must specify a Starting Date.
fr_fr: Vous devez spécifier une date de début.

# Report 166222384 - NamedType 95063322
source: Printed by %1
fr_fr: Imprimé par %1

# Report 166222384 - NamedType 732759939
source: Fiscal Year Start Date : %1
fr_fr: Début exercice comptable : %1

# Report 166222384 - NamedType 2596965680
source: Vendor Trial Balance
fr_fr: Balance fournisseurs

# Report 166222384 - NamedType 2763383773
source: Name
fr_fr: Nom

# Report 166222384 - NamedType 2296055336
source: Balance at Starting Date
fr_fr: Solde à la date de début

# Report 166222384 - NamedType 2188679579
source: Balance Date Range
fr_fr: Solde plage de dates

# Report 166222384 - NamedType 1327128237
source: Balance at Ending date
fr_fr: Solde à la date de fin

# Report 166222384 - NamedType 1057048686
source: Debit
fr_fr: Débit

# Report 166222384 - NamedType 1535750739
source: Credit
fr_fr: Crédit

# Report 166222384 - NamedType 1739075429
source: Debit
fr_fr: Débit

# Report 166222384 - NamedType 1927413526
source: Credit
fr_fr: Crédit

# Report 166222384 - NamedType 606078241
source: Debit
fr_fr: Débit

# Report 166222384 - NamedType 1515573586
source: Credit
fr_fr: Crédit

# Report 3950314127 - Property 2879900210
source: Vendor Detail Trial Balance
fr_fr: Grand livre fournisseurs

# Report 3950314127 - Control 3925489512 - Property 2879900210
source: Sorted by Document No.
fr_fr: Trié par n° document

# Report 3950314127 - Control 3925489512 - Property 1295455071
source: Specifies criteria for arranging information in the report.
fr_fr: Spécifie les critères d'organisation des informations dans l'état.

# Report 3950314127 - Control 1108204736 - Property 2879900210
source: Exclude Vendors That Have A Balance Only
fr_fr: Exclure les fournisseurs avec un solde uniquement

# Report 3950314127 - Control 1108204736 - Property 1295455071
source: Specifies if you want the report to exclude entries for vendors that have a balance but do not have a net change during the selected time period.
fr_fr: Spécifie si vous souhaitez que l'état exclue les écritures pour les fournisseurs présentant un solde mais pas de solde période pour la période sélectionnée.

# Report 3950314127 - NamedType 3114637384
source: You must fill in the %1 field.
fr_fr: Vous devez renseigner le champ %1.

# Report 3950314127 - NamedType 3752334001
source: You must specify a Starting Date.
fr_fr: Vous devez spécifier une date de début.

# Report 3950314127 - NamedType 95063322
source: Printed by %1
fr_fr: Imprimé par %1

# Report 3950314127 - NamedType 732759939
source: Fiscal Year Start Date : %1
fr_fr: Début exercice comptable : %1

# Report 3950314127 - NamedType 2008153173
source: Balance at %1
fr_fr: Solde au %1

# Report 3950314127 - NamedType 2645849790
source: Balance at %1
fr_fr: Solde au %1

# Report 3950314127 - NamedType 2300041214
source: Vendor Detail Trial Balance
fr_fr: Grand livre fournisseurs

# Report 3950314127 - NamedType 1518686516
source: This report also includes vendors that only have balances.
fr_fr: Cet état inclut également les fournisseurs ne présentant que des soldes.

# Report 3950314127 - NamedType 638740601
source: Posting Date
fr_fr: Date comptabilisation

# Report 3950314127 - NamedType 1924545757
source: Source Code
fr_fr: Code journal

# Report 3950314127 - NamedType 2124006630
source: Document No.
fr_fr: N° du document

# Report 3950314127 - NamedType 44615812
source: External Document No.
fr_fr: N° doc. externe

# Report 3950314127 - NamedType 1057048686
source: Debit
fr_fr: Débit

# Report 3950314127 - NamedType 1535750739
source: Credit
fr_fr: Crédit

# Report 3950314127 - NamedType 1653612302
source: Balance
fr_fr: Solde

# Report 3950314127 - NamedType 4036938315
source: Continued
fr_fr: Suite

# Report 3950314127 - NamedType 815601071
source: To be continued
fr_fr: À suivre

# Report 3950314127 - NamedType 3438806337
source: Grand Total
fr_fr: Total général

# Report 3950314127 - NamedType 3260976911
source: Total Date Range
fr_fr: Total plage de dates

# Report 3950314127 - NamedType 2861401771
source: Previous page
fr_fr: Page précédente

# Report 3950314127 - NamedType 2285057371
source: Current page
fr_fr: Page courante

# Report 1417928957 - Property 2879900210
source: Bank Account Trial Balance
fr_fr: Balance comptes bancaires

# Report 1417928957 - Control 1602285290 - Property 2879900210
source: Print Banks without Balance
fr_fr: Imprimer banques sans solde

# Report 1417928957 - Control 1602285290 - Property 1295455071
source: Specifies whether to include information about banks without a balance.
fr_fr: Spécifie s'il faut inclure des informations sur les banques sans solde.

# Report 1417928957 - NamedType 3114637384
source: You must fill in the %1 field.
fr_fr: Vous devez renseigner le champ %1.

# Report 1417928957 - NamedType 3752334001
source: You must specify a Starting Date.
fr_fr: Vous devez spécifier une date de début.

# Report 1417928957 - NamedType 95063322
source: Printed by %1
fr_fr: Imprimé par %1

# Report 1417928957 - NamedType 732759939
source: Fiscal Year Start Date : %1
fr_fr: Début exercice comptable : %1

# Report 1417928957 - NamedType 959916124
source: Bank Account Trial Balance
fr_fr: Balance comptes bancaires

# Report 1417928957 - NamedType 2763383773
source: Name
fr_fr: Nom

# Report 1417928957 - NamedType 2296055336
source: Balance at Starting Date
fr_fr: Solde à la date de début

# Report 1417928957 - NamedType 2188679579
source: Balance Date Range
fr_fr: Solde plage de dates

# Report 1417928957 - NamedType 1327128237
source: Balance at Ending date
fr_fr: Solde à la date de fin

# Report 1417928957 - NamedType 1057048686
source: Debit
fr_fr: Débit

# Report 1417928957 - NamedType 1535750739
source: Credit
fr_fr: Crédit

# Report 1417928957 - NamedType 1739075429
source: Debit
fr_fr: Débit

# Report 1417928957 - NamedType 1927413526
source: Credit
fr_fr: Crédit

# Report 1417928957 - NamedType 606078241
source: Debit
fr_fr: Débit

# Report 1417928957 - NamedType 1515573586
source: Credit
fr_fr: Crédit

# Report 4255053272 - Property 2879900210
source: Bank Acc. Detail Trial Balance
fr_fr: Grand livre comptes bancaires

# Report 4255053272 - Control 3925489512 - Property 2879900210
source: Sorted by Document No.
fr_fr: Trié par n° document

# Report 4255053272 - Control 3925489512 - Property 1295455071
source: Specifies criteria for arranging information in the report.
fr_fr: Spécifie les critères d'organisation des informations dans l'état.

# Report 4255053272 - NamedType 3114637384
source: You must fill in the %1 field.
fr_fr: Vous devez renseigner le champ %1.

# Report 4255053272 - NamedType 3752334001
source: You must specify a Starting Date.
fr_fr: Vous devez spécifier une date de début.

# Report 4255053272 - NamedType 95063322
source: Printed by %1
fr_fr: Imprimé par %1

# Report 4255053272 - NamedType 732759939
source: Fiscal Year Start Date : %1
fr_fr: Début exercice comptable : %1

# Report 4255053272 - NamedType 2008153173
source: Balance at %1
fr_fr: Solde au %1

# Report 4255053272 - NamedType 2645849790
source: Balance at %1
fr_fr: Solde au %1

# Report 4255053272 - NamedType 1789101691
source: Bank Acc. Detail Trial Balance
fr_fr: Grand livre comptes bancaires

# Report 4255053272 - NamedType 638740601
source: Posting Date
fr_fr: Date comptabilisation

# Report 4255053272 - NamedType 1924545757
source: Source Code
fr_fr: Code journal

# Report 4255053272 - NamedType 2124006630
source: Document No.
fr_fr: N° du document

# Report 4255053272 - NamedType 44615812
source: External Document No.
fr_fr: N° doc. externe

# Report 4255053272 - NamedType 1057048686
source: Debit
fr_fr: Débit

# Report 4255053272 - NamedType 1535750739
source: Credit
fr_fr: Crédit

# Report 4255053272 - NamedType 1653612302
source: Balance
fr_fr: Solde

# Report 4255053272 - NamedType 4036938315
source: Continued
fr_fr: Suite

# Report 4255053272 - NamedType 815601071
source: To be continued
fr_fr: À suivre

# Report 4255053272 - NamedType 3438806337
source: Grand Total
fr_fr: Total général

# Report 4255053272 - NamedType 3260976911
source: Total Date Range
fr_fr: Total plage de dates

# Report 4255053272 - NamedType 2861401771
source: Previous page
fr_fr: Page précédente

# Report 4255053272 - NamedType 2285057371
source: Current page
fr_fr: Page courante

# Report 2534994503 - Property 2879900210
source: Customer Journal
fr_fr: Journal comptes clients

# Report 3685507215 - Property 2879900210
source: Vendor Journal
fr_fr: Journal comptes fournisseurs

# Report 843937090 - Property 2879900210
source: Bank Account Journal
fr_fr: Journal comptes bancaires

# Report 4202733484 - Property 2879900210
source: Export G/L Entries to XML
fr_fr: Exporter écritures comptables vers un fichier XML

# Report 4202733484 - Control 543275552 - Property 2879900210
source: Starting Date
fr_fr: Date début

# Report 4202733484 - Control 543275552 - Property 1295455071
source: Specifies the first date for the time period to export general ledger entries from.
fr_fr: Spécifie la première date de la période à partir de laquelle exporter des écritures comptables.

# Report 4202733484 - Control 3592094765 - Property 2879900210
source: Ending Date
fr_fr: Date fin

# Report 4202733484 - Control 3592094765 - Property 1295455071
source: Specifies the last date to include in the time interval that you export entries for.
fr_fr: Spécifie la dernière date à inclure dans l’intervalle de temps pour lequel vous exportez des écritures.

# Report 4202733484 - NamedType 3114637384
source: You must enter a Starting Date.
fr_fr: Vous devez entrer une date de début.

# Report 4202733484 - NamedType 3752334001
source: You must enter an Ending Date.
fr_fr: Vous devez entrer une date de fin.

# Report 4202733484 - NamedType 95063322
source: You must enter a File Name.
fr_fr: Vous devez entrer un nom de fichier.

# Report 4202733484 - NamedType 732759939
source: Export to XML File
fr_fr: Exporter en fichier XML

# Report 4202733484 - NamedType 1370456556
source: XML Files (*.xml)|*.xml|All Files (*.*)|*.*
fr_fr: Fichiers XML (*.xml)|*.xml|Tous les fichiers (*.*)|*.*

# Report 4202733484 - NamedType 2008153173
source: XML File created successfully.
fr_fr: Fichier XML correctement créé.

# Report 4202733484 - NamedType 2645849790
source: There are no entries to export within the defined filter. The file was not created.
fr_fr: Il n'y a pas d'écriture à exporter dans le filtre défini. Le fichier n'a pas été créé.

# Report 4202733484 - NamedType 1664139952
source: Default
fr_fr: Par défaut

# Report 462756284 - Property 2879900210
source: G/L Account Statement
fr_fr: Relevé de compte général

# Report 462756284 - Control 2673843014 - Property 2879900210
source: Evaluation Date
fr_fr: Date d'évaluation

# Report 462756284 - Control 2673843014 - Property 1295455071
source: Specifies the end of the period that the report covers.
fr_fr: Spécifie la fin de la période couverte par l'état.

# Report 462756284 - Control 1105245267 - Property 2879900210
source: G/L Entries
fr_fr: Écritures comptables

# Report 462756284 - Control 1105245267 - Property 62802879
source: All,Applied,Not Applied
fr_fr: Tous,Lettrés,Non lettrés

# Report 462756284 - Control 1105245267 - Property 1295455071
source: Specifies which general ledger entries to include in the report. Choose Applied to include only fully-applied entries. Choose Not Applied to exclude fully-applied entries. Choose All to include all entries.
fr_fr: Spécifie les écritures comptables à inclure dans l’état. Choisissez Lettré pour inclure uniquement les écritures entièrement lettrées. Choisissez Non lettré pour exclure les écritures entièrement lettrées. Sélectionnez Toutes pour inclure toutes les écritures.

# Report 462756284 - NamedType 3114637384
source: Printed by %1
fr_fr: Imprimé par %1

# Report 462756284 - NamedType 95063322
source: Total of account %1
fr_fr: Total du compte %1

# Report 462756284 - NamedType 732759939
source: Evaluation date : %1
fr_fr: Date d'évaluation : %1

# Report 462756284 - NamedType 1370456556
source: G/L entries : %1
fr_fr: Écritures comptables : %1

# Report 462756284 - NamedType 2008153173
source: All,Applied,Not Applied
fr_fr: Tous,Lettrés,Non lettrés

# Report 462756284 - NamedType 3805575516
source: G/L balance justification
fr_fr: Relevé de solde par compte

# Report 462756284 - NamedType 3955266110
source: Letter
fr_fr: Lettre

# Report 462756284 - NamedType 1653612302
source: Balance
fr_fr: Solde

# Report 462756284 - NamedType 1535750739
source: Credit
fr_fr: Crédit

# Report 462756284 - NamedType 1057048686
source: Debit
fr_fr: Débit

# Report 462756284 - NamedType 2841505096
source: External Document No.
fr_fr: N° doc. externe

# Report 462756284 - NamedType 3558753334
source: Document No.
fr_fr: N° du document

# Report 462756284 - NamedType 1287396840
source: Source Code
fr_fr: Code journal

# Report 462756284 - NamedType 443421780
source: Posting Date
fr_fr: Date comptabilisation

# Report 462756284 - NamedType 3147699380
source: Grand Total
fr_fr: Total général

# Report 544715830 - Property 2879900210
source: Recapitulation Form
fr_fr: Bordereau de remise

# Report 544715830 - NamedType 3114637384
source: The %1
fr_fr: Le %1

# Report 544715830 - NamedType 3250696314
source: Checks:
fr_fr: Chèques :

# Report 544715830 - NamedType 1428681763
source: Customer No.
fr_fr: N° de client

# Report 544715830 - NamedType 1566767540
source: Customer Name
fr_fr: Nom client

# Report 544715830 - NamedType 1334267613
source: Cust. Bank Account No.
fr_fr: N° compte bancaire client

# Report 544715830 - NamedType 1261018500
source: Cust. Bank Account Code
fr_fr: Code cpte bancaire clt

# Report 544715830 - NamedType 1478052222
source: Cust. Bank Account Name
fr_fr: Nom compte bancaire client

# Report 544715830 - NamedType 204486368
source: Amount
fr_fr: Montant

# Report 544715830 - NamedType 3375070075
source: Recapitulation Form
fr_fr: Bordereau de remise

# Report 544715830 - NamedType 3831493575
source: Currency Code
fr_fr: Code devise

# Report 544715830 - NamedType 1524480610
source: RIB Key
fr_fr: Clé RIB

# Report 544715830 - NamedType 1296482224
source: Total number of checks:
fr_fr: Nombre total de chèques :

# Report 544715830 - NamedType 1524898039
source: Total Amount
fr_fr: Montant total

# Report 2899127012 - Property 2879900210
source: Payment List
fr_fr: Liste règlement

# Report 2899127012 - ReportDataItem 3074347584 - Property 1806354803
source: Payment lines
fr_fr: Lignes paiement

# Report 2899127012 - NamedType 3130229089
source: Payments Lines
fr_fr: Lignes règlement

# Report 2899127012 - NamedType 2474773393
source: Due Date
fr_fr: Date d’échéance

# Report 3824411315 - Property 2879900210
source: GL/Cust. Ledger Reconciliation
fr_fr: Rapprochement cpta. gén./client

# Report 3824411315 - NamedType 3626378677
source: General/Customer ledger reconciliation
fr_fr: Rapprochement cpta. gén./clt

# Report 3824411315 - NamedType 2796876449
source: Posting Date
fr_fr: Date comptabilisation

# Report 3824411315 - NamedType 1018628251
source: General Amount
fr_fr: Montant général

# Report 3824411315 - NamedType 965541992
source: Total amount for the customer
fr_fr: Montant total pour le client

# Report 3824411315 - NamedType 1758102952
source: Total amount for the general ledger
fr_fr: Montant total pour la comptabilité

# Report 3824411315 - NamedType 474882756
source: General amount for the general ledger
fr_fr: Montant général pour la comptabilité
