Repository: mmokhtari-deltasoft/Payment-Management-FR
Catalog: Translations/ModuleEncaiss_Decaiss.*.xlf
Languages: fr_fr

# Table 1921688312 - Field 1246077090 - Property 2879900210
source: VAT %
fr_fr: % TVA

# Table 1921688312 - Field 1827683140 - Property 2879900210
source: GL Entry No.
fr_fr: N° séquence compta.

# Table 1921688312 - Field 2865137134 - Property 2879900210
source: Applies-to Doc. Type
fr_fr: Type doc. lettrage

# Table 1921688312 - Field 2865137134 - Property 62802879
source: ,Payment,Invoice,Credit Memo,Finance Charge Memo,Reminder
fr_fr: ,Paiement,Facture,Avoir,Intérêts,Relance

# Table 1921688312 - Field 2899774127 - Property 2879900210
source: Applies-to Doc. No.
fr_fr: N° doc. lettrage

# Table 1921688312 - Field 592951229 - Property 2879900210
source: Amount (LCY)
fr_fr: Montant DS

# Table 1921688312 - Field 4198939294 - Property 2879900210
source: Currency Code
fr_fr: Code devise

# Table 1921688312 - Field 2324056710 - Property 2879900210
source: Currency Factor
fr_fr: Facteur devise

# Table 1921688312 - Field 1527563463 - Property 2879900210
source: External Document No.
fr_fr: N° doc. externe

# Table 1921688312 - Field 1753214751 - Property 2879900210
source: Source Type
fr_fr: Type origine

# Table 1921688312 - Field 1753214751 - Property 62802879
source: ,Customer,Vendor,Bank Account,Fixed Asset
fr_fr: ,Client,Fournisseur,Banque,Immobilisation

# Table 1921688312 - Field 1882905478 - Property 2879900210
source: Source No.
fr_fr: N° origine

# Table 1921688312 - Field 2615893667 - Property 2879900210
source: Auxiliary Entry No.
fr_fr: N° séquence écr. auxiliaire

# Table 1921688312 - Field 791557347 - Property 2879900210
source: Created from No.
fr_fr: Créé à partir du n°

# Table 1921688312 - Field 685401789 - Property 2879900210
source: Sign
fr_fr: Signe

# Table 1921688312 - Field 685401789 - Property 62802879
source: Negative,Positive
fr_fr: Négatif,Positif

# Table 1921688312 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
fr_fr: ID ensemble de dimensions

# Table 1921688312 - Field 3942279885 - Property 2879900210
source: FA Posting Date
fr_fr: Date compta. immo.

# Table 1921688312 - Field 1877866625 - Property 2879900210
source: FA Posting Type
fr_fr: Type compta. immo.

# Table 1921688312 - Field 1877866625 - Property 62802879
source: ,Acquisition Cost,Maintenance
fr_fr: ,Coût acquisition,Maintenance

# Table 1921688312 - Field 2223214263 - Property 2879900210
source: Depreciation Book Code
fr_fr: Code loi d'amortissement

# Table 1921688312 - Field 567541820 - Property 2879900210
source: Salvage Value
fr_fr: Valeur résiduelle

# Table 1921688312 - Field 3389861232 - Property 2879900210
source: Depr. until FA Posting Date
fr_fr: Amort. jusqu'à date compta.

# Table 1921688312 - Field 3484353417 - Property 2879900210
source: Depr. Acquisition Cost
fr_fr: Amortir coût acquisition

# Table 1921688312 - Field 2422551700 - Property 2879900210
source: Maintenance Code
fr_fr: Code maintenance

# Table 1921688312 - Field 1647068831 - Property 2879900210
source: Insurance No.
fr_fr: N° assurance

# Table 1921688312 - Field 2006341288 - Property 2879900210
source: Budgeted FA No.
fr_fr: N° immo. budgétée

# Table 1921688312 - Field 2385065524 - Property 2879900210
source: Duplicate in Depreciation Book
fr_fr: Dupliquer dans journaux amort.

# Table 1921688312 - Field 607461957 - Property 2879900210
source: Use Duplication List
fr_fr: Utiliser liste duplication

# Table 1921688312 - Field 3399481921 - Property 2879900210
source: Fixed Asset Line No.
fr_fr: N° ligne immobilisation

# Table 1921688312 - Field 3824409605 - Property 2879900210
source: FA Discount Account
fr_fr: Compte remise immo.

# Table 1921688312 - Field 1886781389 - Property 2879900210
source: Payment Line No.
fr_fr: N° ligne de paiement

# Table 1921688312 - Field 1915851633 - Property 2879900210
source: Posting Group
fr_fr: Groupe comptabilisation

# Table 1921688312 - Field 3093642907 - Property 2879900210
source: Applies-to ID
fr_fr: ID lettrage

# Table 1921688312 - Field 4085727052 - Property 2879900210
source: Due Date
fr_fr: Date d’échéance

# Table 1921688312 - Field 2363328873 - Property 2879900210
source: Document Type
fr_fr: Type de document

# Table 1921688312 - Field 2363328873 - Property 62802879
source: ,Payment,Invoice,Credit Memo,Finance Charge Memo,Reminder
fr_fr: ,Paiement,Facture,Avoir,Intérêts,Relance

# Table 1921688312 - Field 486908828 - Property 2879900210
source: Document No.
fr_fr: N° du document

# Table 1921688312 - Field 941161161 - Property 2879900210
source: Header Document No.
fr_fr: N° document en-tête

# Table 1921688312 - Field 3320823955 - Property 2879900210
source: Line No.
fr_fr: N° ligne

# Table 1018708135 - Property 2879900210
source: Payment Header
fr_fr: En-tête bordereau

# Table 1018708135 - Field 4198939294 - Property 2879900210
source: Currency Code
fr_fr: Code devise

# Table 1018708135 - Field 2324056710 - Property 2879900210
source: Currency Factor
fr_fr: Facteur devise

# Table 1018708135 - Field 3710982960 - Property 2879900210
source: Posting Date
fr_fr: Date comptabilisation

# Table 1018708135 - Field 580412389 - Property 2879900210
source: Document Date
fr_fr: Date document

# Table 1018708135 - Field 4099490416 - Property 2879900210
source: Payment Class
fr_fr: Type de règlement

# Table 1018708135 - Field 3932120693 - Property 2879900210
source: Status No.
fr_fr: N° statut

# Table 1018708135 - Field 1405208645 - Property 2879900210
source: Status Name
fr_fr: Nom statut

# Table 1018708135 - Field 1577567912 - Property 2879900210
source: Shortcut Dimension 1 Code
fr_fr: Code raccourci axe 1

# Table 1018708135 - Field 1003760969 - Property 2879900210
source: Shortcut Dimension 2 Code
fr_fr: Code raccourci axe 2

# Table 1018708135 - Field 2749275709 - Property 2879900210
source: Payment Class Name
fr_fr: Nom type de règlement

# Table 1018708135 - Field 1351594800 - Property 2879900210
source: No. Series
fr_fr: Souches de n°

# Table 1018708135 - Field 2720485332 - Property 2879900210
source: Source Code
fr_fr: Code journal

# Table 1018708135 - Field 3699788827 - Property 2879900210
source: Account Type
fr_fr: Type compte

# Table 1018708135 - Field 1622979514 - Property 2879900210
source: Account No.
fr_fr: N° compte

# Table 1018708135 - Field 592951229 - Property 2879900210
source: Amount (LCY)
fr_fr: Montant DS

# Table 1018708135 - Field 636392376 - Property 2879900210
source: Amount
fr_fr: Montant

# Table 1018708135 - Field 3089817519 - Property 2879900210
source: Bank Branch No.
fr_fr: Code établissement

# Table 1018708135 - Field 4248640148 - Property 2879900210
source: Bank Account No.
fr_fr: N° compte bancaire

# Table 1018708135 - Field 1433041118 - Property 2879900210
source: Agency Code
fr_fr: Code agence

# Table 1018708135 - Field 1696628850 - Property 2879900210
source: RIB Key
fr_fr: Clé RIB

# Table 1018708135 - Field 1106821242 - Property 2879900210
source: RIB Checked
fr_fr: Vérification RIB

# Table 1018708135 - Field 2685439803 - Property 2879900210
source: Bank Name
fr_fr: Nom de la banque

# Table 1018708135 - Field 2488412349 - Property 2879900210
source: Bank Post Code
fr_fr: Code postal banque

# Table 1018708135 - Field 4096573835 - Property 2879900210
source: Bank City
fr_fr: Ville banque

# Table 1018708135 - Field 951019005 - Property 2879900210
source: Bank Name 2
fr_fr: Nom 2 banque

# Table 1018708135 - Field 3247933948 - Property 2879900210
source: Bank Address
fr_fr: Adresse banque

# Table 1018708135 - Field 3554072814 - Property 2879900210
source: Bank Address 2
fr_fr: Adresse banque (2ème ligne)

# Table 1018708135 - Field 3823335650 - Property 2879900210
source: Bank Contact
fr_fr: Contact banque

# Table 1018708135 - Field 2825917584 - Property 2879900210
source: Bank County
fr_fr: Région banque

# Table 1018708135 - Field 1332947128 - Property 2879900210
source: Bank Country/Region Code
fr_fr: Code pays/région banque

# Table 1018708135 - Field 2198080278 - Property 2879900210
source: National Issuer No.
fr_fr: N° émetteur national

# Table 1018708135 - Field 1609998361 - Property 2879900210
source: File Export Completed
fr_fr: Exportation du fichier terminée

# Table 1018708135 - Field 950508093 - Property 2879900210
source: No. of Lines
fr_fr: Nbre de lignes

# Table 1018708135 - Field 1645708235 - Property 2879900210
source: No. of Unposted Lines
fr_fr: Nombre de lignes non validées

# Table 1018708135 - Field 3105853276 - Property 2879900210
source: Archiving Authorized
fr_fr: Archivage autorisé

# Table 1018708135 - Field 1176583840 - Property 2879900210
source: IBAN
fr_fr: N° compte international (IBAN)

# Table 1018708135 - Field 1522950594 - Property 2879900210
source: Partner Type
fr_fr: Type partenaire

# Table 1018708135 - Field 1522950594 - Property 62802879
source: ,Company,Person
fr_fr: ,Société,Personne

# Table 1018708135 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
fr_fr: ID ensemble de dimensions

# Table 1018708135 - NamedType 2476940767
source: Deleting the line is not allowed.
fr_fr: Vous n'avez pas le droit de supprimer la ligne.

# Table 1018708135 - NamedType 3114637384
source: There is no line to treat.
fr_fr: Il n'y aucune ligne à traiter.

# Table 1018708135 - NamedType 3752334001
source: You cannot modify Currency Code because the Payment Header contains lines.
fr_fr: Impossible de modifier le code devise sur un bordereau contenant des lignes.

# Table 1018708135 - NamedType 2008153173
source: The currency code for the document is the LCY Code.\\Please select a bank for which the currency code is the LCY Code.
fr_fr: Le code devise du document est la devise société.\\Sélectionnez une banque dont le code devise est la devise société.

# Table 1018708135 - NamedType 2645849790
source: The currency code for the document is %1.\\Please select a bank for which the currency code is %1 or the LCY Code.
fr_fr: Le code devise du document est %1.\\Sélectionnez une banque dont le code devise est %1 ou la devise société.

# Table 1018708135 - NamedType 3283546407
source: Your bank's currency code is %1.\\You must change the bank account code before modifying the currency code.
fr_fr: La devise de votre banque est %1.\\Vous devez changer de code banque avant de modifier le code devise.

# Table 1018708135 - NamedType 3921243024
source: You may have changed a dimension.\\Do you want to update the lines?
fr_fr: Vous avez probablement modifié un axe analytique.\\Souhaitez-vous mettre à jour les lignes ?

# Table 3074347584 - Property 2879900210
source: Payment Line
fr_fr: Ligne bordereau

# Table 3074347584 - Field 3320823955 - Property 2879900210
source: Line No.
fr_fr: N° ligne

# Table 3074347584 - Field 636392376 - Property 2879900210
source: Amount
fr_fr: Montant

# Table 3074347584 - Field 3699788827 - Property 2879900210
source: Account Type
fr_fr: Type compte

# Table 3074347584 - Field 1622979514 - Property 2879900210
source: Account No.
fr_fr: N° compte

# Table 3074347584 - Field 1915851633 - Property 2879900210
source: Posting Group
fr_fr: Groupe comptabilisation

# Table 3074347584 - Field 3069726420 - Property 2879900210
source: Copied To No.
fr_fr: N° destination

# Table 3074347584 - Field 1116917347 - Property 2879900210
source: Copied To Line
fr_fr: Ligne destination

# Table 3074347584 - Field 4085727052 - Property 2879900210
source: Due Date
fr_fr: Date d’échéance

# Table 3074347584 - Field 1695434353 - Property 2879900210
source: Acc. Type Last Entry Debit
fr_fr: Type compte écr. préc. débit

# Table 3074347584 - Field 962507580 - Property 2879900210
source: Acc. No. Last Entry Debit
fr_fr: N° cpte écr. préc. débit

# Table 3074347584 - Field 910579184 - Property 2879900210
source: Acc. Type Last Entry Credit
fr_fr: Type compte écr. préc. crédit

# Table 3074347584 - Field 1834926949 - Property 2879900210
source: Acc. No. Last Entry Credit
fr_fr: N° compte écr. préc. crédit

# Table 3074347584 - Field 3715673563 - Property 2879900210
source: P. Group Last Entry Debit
fr_fr: Groupe compta. écr. préc. débit

# Table 3074347584 - Field 851708014 - Property 2879900210
source: P. Group Last Entry Credit
fr_fr: Groupe compta. écr. préc. crédit

# Table 3074347584 - Field 4099490416 - Property 2879900210
source: Payment Class
fr_fr: Type de règlement

# Table 3074347584 - Field 3932120693 - Property 2879900210
source: Status No.
fr_fr: N° statut

# Table 3074347584 - Field 1405208645 - Property 2879900210
source: Status Name
fr_fr: Nom statut

# Table 3074347584 - Field 1688422929 - Property 2879900210
source: IsCopy
fr_fr: Copie

# Table 3074347584 - Field 4198939294 - Property 2879900210
source: Currency Code
fr_fr: Code devise

# Table 3074347584 - Field 2198752711 - Property 2879900210
source: Entry No. Debit
fr_fr: N° écriture débit

# Table 3074347584 - Field 772796762 - Property 2879900210
source: Entry No. Credit
fr_fr: N° écriture crédit

# Table 3074347584 - Field 1883382289 - Property 2879900210
source: Entry No. Debit Memo
fr_fr: N° écriture avoir débit

# Table 3074347584 - Field 109246936 - Property 2879900210
source: Entry No. Credit Memo
fr_fr: N° écriture avoir crédit

# Table 3074347584 - Field 3006332118 - Property 2879900210
source: Bank Account Code
fr_fr: Code compte bancaire

# Table 3074347584 - Field 3089817519 - Property 2879900210
source: Bank Branch No.
fr_fr: Code établissement

# Table 3074347584 - Field 4248640148 - Property 2879900210
source: Bank Account No.
fr_fr: N° compte bancaire

# Table 3074347584 - Field 1433041118 - Property 2879900210
source: Agency Code
fr_fr: Code agence

# Table 3074347584 - Field 1696628850 - Property 2879900210
source: RIB Key
fr_fr: Clé RIB

# Table 3074347584 - Field 1106821242 - Property 2879900210
source: RIB Checked
fr_fr: Vérification RIB

# Table 3074347584 - Field 852347068 - Property 2879900210
source: Acceptation Code
fr_fr: Code acceptation

# Table 3074347584 - Field 852347068 - Property 62802879
source: LCR,No,BOR,LCR NA
fr_fr: LCR,Non,BOR,LCR NA

# Table 3074347584 - Field 486908828 - Property 2879900210
source: Document No.
fr_fr: N° du document

# Table 3074347584 - Field 2796346326 - Property 2879900210
source: Debit Amount
fr_fr: Montant débit

# Table 3074347584 - Field 2556136339 - Property 2879900210
source: Credit Amount
fr_fr: Montant crédit

# Table 3074347584 - Field 3093642907 - Property 2879900210
source: Applies-to ID
fr_fr: ID lettrage

# Table 3074347584 - Field 2324056710 - Property 2879900210
source: Currency Factor
fr_fr: Facteur devise

# Table 3074347584 - Field 35450067 - Property 2879900210
source: Posted
fr_fr: Validé

# Table 3074347584 - Field 634516972 - Property 2879900210
source: Bank Account Name
fr_fr: Nom compte bancaire

# Table 3074347584 - Field 2187733195 - Property 2879900210
source: Payment Address Code
fr_fr: Code adresse de règlement

# Table 3074347584 - Field 2865137134 - Property 2879900210
source: Applies-to Doc. Type
fr_fr: Type doc. lettrage

# Table 3074347584 - Field 2865137134 - Property 62802879
source: ,Payment,Invoice,Credit Memo,Finance Charge Memo,Reminder
fr_fr: ,Paiement,Facture,Avoir,Intérêts,Relance

# Table 3074347584 - Field 2899774127 - Property 2879900210
source: Applies-to Doc. No.
fr_fr: N° doc. lettrage

# Table 3074347584 - Field 1527563463 - Property 2879900210
source: External Document No.
fr_fr: N° doc. externe

# Table 3074347584 - Field 592951229 - Property 2879900210
source: Amount (LCY)
fr_fr: Montant DS

# Table 3074347584 - Field 3672782421 - Property 2879900210
source: Drawee Reference
fr_fr: Référence tiré

# Table 3074347584 - Field 4096573835 - Property 2879900210
source: Bank City
fr_fr: Ville banque

# Table 3074347584 - Field 1433517152 - Property 2879900210
source: Marked
fr_fr: Marqué

# Table 3074347584 - Field 3710982960 - Property 2879900210
source: Posting Date
fr_fr: Date comptabilisation

# Table 3074347584 - Field 3463041500 - Property 2879900210
source: Payment in Progress
fr_fr: Paiement en cours

# Table 3074347584 - Field 791557347 - Property 2879900210
source: Created from No.
fr_fr: Créé à partir du n°

# Table 3074347584 - Field 3360858576 - Property 2879900210
source: Has Payment Export Error
fr_fr: Présente erreur exportation paiement

# Table 3074347584 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
fr_fr: ID ensemble de dimensions

# Table 3074347584 - Field 4182352612 - Property 2879900210
source: Direct Debit Mandate ID
fr_fr: ID mandat de prélèvement

# Table 3074347584 - NamedType 2476940767
source: You cannot use different currencies on the same payment header.
fr_fr: Vous ne pouvez pas utiliser différentes devises sur le même bordereau.

# Table 3074347584 - NamedType 3114637384
source: You cannot delete this payment line.
fr_fr: Vous ne pouvez pas supprimer cette ligne de paiement.

# Table 3074347584 - NamedType 3752334001
source: You cannot modify this payment line.
fr_fr: Vous ne pouvez pas modifier cette ligne de paiement.

# Table 3074347584 - NamedType 2016499238
source: You must use customer bank account, %1, which you specified in the selected direct debit mandate.
fr_fr: Vous devez utiliser le compte bancaire du client, %1, que vous avez spécifié dans le mandat de prélèvement sélectionné.

# Table 863615289 - Property 2879900210
source: Payment Header Archive
fr_fr: En-tête bordereau archivé

# Table 863615289 - Field 4198939294 - Property 2879900210
source: Currency Code
fr_fr: Code devise

# Table 863615289 - Field 2324056710 - Property 2879900210
source: Currency Factor
fr_fr: Facteur devise

# Table 863615289 - Field 3710982960 - Property 2879900210
source: Posting Date
fr_fr: Date comptabilisation

# Table 863615289 - Field 580412389 - Property 2879900210
source: Document Date
fr_fr: Date document

# Table 863615289 - Field 4099490416 - Property 2879900210
source: Payment Class
fr_fr: Type de règlement

# Table 863615289 - Field 3932120693 - Property 2879900210
source: Status No.
fr_fr: N° statut

# Table 863615289 - Field 1405208645 - Property 2879900210
source: Status Name
fr_fr: Nom statut

# Table 863615289 - Field 1577567912 - Property 2879900210
source: Shortcut Dimension 1 Code
fr_fr: Code raccourci axe 1

# Table 863615289 - Field 1003760969 - Property 2879900210
source: Shortcut Dimension 2 Code
fr_fr: Code raccourci axe 2

# Table 863615289 - Field 2749275709 - Property 2879900210
source: Payment Class Name
fr_fr: Nom type de règlement

# Table 863615289 - Field 1351594800 - Property 2879900210
source: No. Series
fr_fr: Souches de n°

# Table 863615289 - Field 2720485332 - Property 2879900210
source: Source Code
fr_fr: Code journal

# Table 863615289 - Field 3699788827 - Property 2879900210
source: Account Type
fr_fr: Type compte

# Table 863615289 - Field 1622979514 - Property 2879900210
source: Account No.
fr_fr: N° compte

# Table 863615289 - Field 592951229 - Property 2879900210
source: Amount (LCY)
fr_fr: Montant DS

# Table 863615289 - Field 636392376 - Property 2879900210
source: Amount
fr_fr: Montant

# Table 863615289 - Field 3089817519 - Property 2879900210
source: Bank Branch No.
fr_fr: Code établissement

# Table 863615289 - Field 4248640148 - Property 2879900210
source: Bank Account No.
fr_fr: N° compte bancaire

# Table 863615289 - Field 1433041118 - Property 2879900210
source: Agency Code
fr_fr: Code agence

# Table 863615289 - Field 1696628850 - Property 2879900210
source: RIB Key
fr_fr: Clé RIB

# Table 863615289 - Field 1106821242 - Property 2879900210
source: RIB Checked
fr_fr: Vérification RIB

# Table 863615289 - Field 2685439803 - Property 2879900210
source: Bank Name
fr_fr: Nom de la banque

# Table 863615289 - Field 2488412349 - Property 2879900210
source: Bank Post Code
fr_fr: Code postal banque

# Table 863615289 - Field 4096573835 - Property 2879900210
source: Bank City
fr_fr: Ville banque

# Table 863615289 - Field 951019005 - Property 2879900210
source: Bank Name 2
fr_fr: Nom 2 banque

# Table 863615289 - Field 3247933948 - Property 2879900210
source: Bank Address
fr_fr: Adresse banque

# Table 863615289 - Field 3554072814 - Property 2879900210
source: Bank Address 2
fr_fr: Adresse banque (2ème ligne)

# Table 863615289 - Field 3823335650 - Property 2879900210
source: Bank Contact
fr_fr: Contact banque

# Table 863615289 - Field 2825917584 - Property 2879900210
source: Bank County
fr_fr: Région banque

# Table 863615289 - Field 1332947128 - Property 2879900210
source: Bank Country/Region Code
fr_fr: Code pays/région banque

# Table 863615289 - Field 2198080278 - Property 2879900210
source: National Issuer No.
fr_fr: N° émetteur national

# Table 863615289 - Field 1176583840 - Property 2879900210
source: IBAN
fr_fr: N° compte international (IBAN)

# Table 863615289 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
fr_fr: ID ensemble de dimensions

# Table 2853644290 - Property 2879900210
source: Payment Line Archive
fr_fr: Ligne bordereau archivé

# Table 2853644290 - Field 3320823955 - Property 2879900210
source: Line No.
fr_fr: N° ligne

# Table 2853644290 - Field 636392376 - Property 2879900210
source: Amount
fr_fr: Montant

# Table 2853644290 - Field 3699788827 - Property 2879900210
source: Account Type
fr_fr: Type compte

# Table 2853644290 - Field 1622979514 - Property 2879900210
source: Account No.
fr_fr: N° compte

# Table 2853644290 - Field 1915851633 - Property 2879900210
source: Posting Group
fr_fr: Groupe comptabilisation

# Table 2853644290 - Field 3069726420 - Property 2879900210
source: Copied To No.
fr_fr: N° destination

# Table 2853644290 - Field 1116917347 - Property 2879900210
source: Copied To Line
fr_fr: Ligne destination

# Table 2853644290 - Field 4085727052 - Property 2879900210
source: Due Date
fr_fr: Date d’échéance

# Table 2853644290 - Field 1695434353 - Property 2879900210
source: Acc. Type Last Entry Debit
fr_fr: Type compte écr. préc. débit

# Table 2853644290 - Field 962507580 - Property 2879900210
source: Acc. No. Last Entry Debit
fr_fr: N° cpte écr. préc. débit

# Table 2853644290 - Field 910579184 - Property 2879900210
source: Acc. Type Last Entry Credit
fr_fr: Type compte écr. préc. crédit

# Table 2853644290 - Field 1834926949 - Property 2879900210
source: Acc. No. Last Entry Credit
fr_fr: N° compte écr. préc. crédit

# Table 2853644290 - Field 3715673563 - Property 2879900210
source: P. Group Last Entry Debit
fr_fr: Groupe compta. écr. préc. débit

# Table 2853644290 - Field 851708014 - Property 2879900210
source: P. Group Last Entry Credit
fr_fr: Groupe compta. écr. préc. crédit

# Table 2853644290 - Field 4099490416 - Property 2879900210
source: Payment Class
fr_fr: Type de règlement

# Table 2853644290 - Field 3932120693 - Property 2879900210
source: Status No.
fr_fr: N° statut

# Table 2853644290 - Field 1405208645 - Property 2879900210
source: Status Name
fr_fr: Nom statut

# Table 2853644290 - Field 1688422929 - Property 2879900210
source: IsCopy
fr_fr: Copie

# Table 2853644290 - Field 4198939294 - Property 2879900210
source: Currency Code
fr_fr: Code devise

# Table 2853644290 - Field 2198752711 - Property 2879900210
source: Entry No. Debit
fr_fr: N° écriture débit

# Table 2853644290 - Field 772796762 - Property 2879900210
source: Entry No. Credit
fr_fr: N° écriture crédit

# Table 2853644290 - Field 1883382289 - Property 2879900210
source: Entry No. Debit Memo
fr_fr: N° écriture avoir débit

# Table 2853644290 - Field 109246936 - Property 2879900210
source: Entry No. Credit Memo
fr_fr: N° écriture avoir crédit

# Table 2853644290 - Field 3006332118 - Property 2879900210
source: Bank Account Code
fr_fr: Code compte bancaire

# Table 2853644290 - Field 3089817519 - Property 2879900210
source: Bank Branch No.
fr_fr: Code établissement

# Table 2853644290 - Field 4248640148 - Property 2879900210
source: Bank Account No.
fr_fr: N° compte bancaire

# Table 2853644290 - Field 1433041118 - Property 2879900210
source: Agency Code
fr_fr: Code agence
