Repository: mmokhtari-deltasoft/Payment-Management-FR
Catalog: Translations/ModuleEncaiss_Decaiss.*.xlf
Languages: fr_fr

# Page 4205919186 - Action 2173385693 - Property 1295455071
source: View or change the dimension settings for this payment slip. If you change the dimension, you can update all lines on the payment slip.
fr_fr: Affichez ou modifiez les paramètres des dimensions de ce bordereau de paiement. Si vous modifiez la dimension, vous pouvez mettre à jour toutes les lignes du bordereau de paiement.

# Page 4205919186 - Action 3817527484 - Property 2879900210
source: Modify
fr_fr: Modifier

# Page 4205919186 - Action 3817527484 - Property 1295455071
source: View and edit information in the document associated with the line on the payment slip.
fr_fr: Afficher et modifier des informations dans le document associé à la ligne du bordereau de paiement.

# Page 4205919186 - Action 2049086889 - Property 2879900210
source: Insert
fr_fr: Insertion

# Page 4205919186 - Action 3238504282 - Property 2879900210
source: Remove
fr_fr: Supprimer

# Page 4205919186 - Action 3238504282 - Property 1295455071
source: Remove the payment line.
fr_fr: Supprimer la ligne de paiement.

# Page 4205919186 - Action 1892509601 - Property 2879900210
source: A&ccount
fr_fr: &Compte

# Page 4205919186 - Action 4125097576 - Property 2879900210
source: Card
fr_fr: Fiche

# Page 4205919186 - Action 4125097576 - Property 1295455071
source: Open the card for the entity on the selected line to view more details.
fr_fr: Ouvrir la fiche de l'entité sur la ligne sélectionnée pour afficher plus de détails.

# Page 4205919186 - Action 1111476699 - Property 2879900210
source: Ledger E&ntries
fr_fr: É&critures comptables

# Page 4205919186 - Action 1111476699 - Property 1295455071
source: View details about ledger entries for the vendor account.
fr_fr: Afficher les détails des écritures comptables du compte fournisseur.

# Page 4205919186 - NamedType 2476940767
source: Assign No. ?
fr_fr: Affectation des n° ?

# Page 4205919186 - NamedType 3114637384
source: There is no line to modify.
fr_fr: Il n'y a pas de ligne à modifier.

# Page 4205919186 - NamedType 3752334001
source: A posted line cannot be modified.
fr_fr: Une ligne validée ne peut pas être modifiée.

# Page 4205919186 - NamedType 95063322
source: You cannot assign numbers to a posted header.
fr_fr: Vous ne pouvez pas affecter de numéros à un bordereau validé.

# Page 1478521530 - Property 2879900210
source: Payment Slips
fr_fr: Bordereaux paiement

# Page 1478521530 - Control 4200184881 - Property 1295455071
source: Specifies the number of the payment header.
fr_fr: Spécifie le numéro de l'en-tête bordereau.

# Page 1478521530 - Control 4198939294 - Property 1295455071
source: Specifies the currency code to be used on the payment lines.
fr_fr: Spécifie le code devise à utiliser pour les lignes paiement.

# Page 1478521530 - Control 3710982960 - Property 1295455071
source: Specifies the date when the payment slip should be posted.
fr_fr: Spécifie la date à laquelle le bordereau de paiement doit être validé.

# Page 1478521530 - Control 4099490416 - Property 1295455071
source: Specifies the payment class used when creating this payment slip.
fr_fr: Spécifie le type de règlement utilisé lors de la création de ce bordereau de paiement.

# Page 1478521530 - Control 1405208645 - Property 1295455071
source: Specifies the status the payment is in.
fr_fr: Spécifie l'état du paiement.

# Page 1478521530 - Action 833062116 - Property 2879900210
source: Create Payment Slip
fr_fr: Créer bordereau paiement

# Page 1478521530 - Action 833062116 - Property 1295455071
source: Manage information about customer and vendor payments.
fr_fr: Gérez les informations sur les paiements client et fournisseur.

# Page 2402840174 - Property 2879900210
source: Payment Line Modification
fr_fr: Modification ligne règlement

# Page 2402840174 - Control 1527563463 - Property 1295455071
source: Specifies a document number that refers to the customer's or vendor's numbering system.
fr_fr: Spécifie un numéro de document qui fait référence au programme de numérotation du client ou du fournisseur.

# Page 2402840174 - Control 3672782421 - Property 1295455071
source: Specifies the file reference which will be used in the electronic payment (ETEBAC) file.
fr_fr: Spécifie la référence du fichier qui sera utilisé dans le fichier de paiement électronique (ETEBAC).

# Page 2402840174 - Control 4085727052 - Property 1295455071
source: Specifies the due date on the entry.
fr_fr: Spécifie la date d'échéance de l'écriture.

# Page 2402840174 - Control 852347068 - Property 1295455071
source: Specifies an acceptation code for the payment line.
fr_fr: Spécifie un code acceptation pour la ligne bordereau.

# Page 2402840174 - Control 3006332118 - Property 1295455071
source: Specifies the code of the customer or vendor bank account that you want to perform the payment to, or collection from.
fr_fr: Spécifie le code du compte bancaire du client ou du fournisseur sur lequel effectuer le versement ou le recouvrement.

# Page 2402840174 - Control 3089817519 - Property 1295455071
source: Specifies the branch number of the bank account.
fr_fr: Spécifie le numéro de l'établissement du compte bancaire.

# Page 2402840174 - Control 1433041118 - Property 1295455071
source: Specifies the agency code of the bank account.
fr_fr: Spécifie le code agence du compte bancaire.

# Page 2402840174 - Control 4248640148 - Property 1295455071
source: Specifies the number of the customer or vendor bank account that you want to perform the payment to, or collection from.
fr_fr: Spécifie le numéro du compte bancaire du client ou du fournisseur sur lequel effectuer le versement ou le recouvrement.

# Page 2402840174 - Control 1176583840 - Property 1295455071
source: Specifies the international bank account number (IBAN) for the payment slip.
fr_fr: Spécifie le numéro du compte bancaire international (IBAN) du bordereau de paiement.

# Page 2402840174 - Control 428874574 - Property 1295455071
source: Specifies the international bank identification code for the payment slip.
fr_fr: Spécifie le code international d'identification bancaire du bordereau de paiement.

# Page 2402840174 - Control 1696628850 - Property 1295455071
source: Specifies the two digit RIB key associated with the Bank Account No.
fr_fr: Spécifie la clé RIB à deux chiffres associée au N° compte bancaire.

# Page 2402840174 - Control 1106821242 - Property 1295455071
source: Specifies that the key entered in the RIB Key field is correct.
fr_fr: Spécifie que la clé entrée dans le champ Clé RIB est correcte.

# Page 1529407671 - Property 2879900210
source: Payment Lines List
fr_fr: Liste des lignes règlement

# Page 1529407671 - Control 4200184881 - Property 1295455071
source: Specifies the number of the payment.
fr_fr: Spécifie le numéro du paiement.

# Page 1529407671 - Control 3320823955 - Property 1295455071
source: Specifies the payment line's entry number.
fr_fr: Spécifie le numéro de l'écriture de la ligne de paiement.

# Page 1529407671 - Control 486908828 - Property 1295455071
source: Specifies a document number for the payment line.
fr_fr: Spécifie le numéro de document de la ligne de paiement.

# Page 1529407671 - Control 4198939294 - Property 1295455071
source: Specifies the currency code for the amount on this line.
fr_fr: Spécifie le code devise du montant de cette ligne.

# Page 1529407671 - Control 636392376 - Property 1295455071
source: Specifies the total amount (including VAT) of the payment line.
fr_fr: Spécifie le montant total (TVA comprise) de la ligne de paiement.

# Page 1529407671 - Control 592951229 - Property 1295455071
source: Specifies the total amount on the payment line in LCY.
fr_fr: Spécifie le montant total de la ligne bordereau en DS.

# Page 1529407671 - Control 3699788827 - Property 1295455071
source: Specifies the type of account that the payment line will be posted to.
fr_fr: Spécifie le type de compte sur lequel la ligne bordereau sera validée.

# Page 1529407671 - Control 1622979514 - Property 1295455071
source: Specifies the number of the account that the entry on the journal line will be posted to.
fr_fr: Spécifie le numéro du compte sur lequel l'écriture de la ligne feuille sera validée.

# Page 1529407671 - Control 4085727052 - Property 1295455071
source: Specifies the due date on the entry.
fr_fr: Spécifie la date d'échéance de l'écriture.

# Page 1529407671 - Control 4099490416 - Property 1295455071
source: Specifies the payment class used when creating this payment slip line.
fr_fr: Spécifie le type de règlement utilisé lors de la création de la ligne bordereau paiement.

# Page 1529407671 - Control 1405208645 - Property 1295455071
source: Specifies the status of the payment.
fr_fr: Spécifie l'état du paiement.

# Page 1529407671 - Control 3932120693 - Property 1295455071
source: Specifies the status line entry number.
fr_fr: Spécifie le numéro d'écriture de la ligne de statut.

# Page 1529407671 - Control 852347068 - Property 1295455071
source: Specifies an acceptation code for the payment line.
fr_fr: Spécifie un code acceptation pour la ligne bordereau.

# Page 1529407671 - Control 3672782421 - Property 1295455071
source: Specifies the file reference which will be used in the electronic payment (ETEBAC) file.
fr_fr: Spécifie la référence du fichier qui sera utilisé dans le fichier de paiement électronique (ETEBAC).

# Page 1529407671 - Control 634516972 - Property 1295455071
source: Specifies the name of the bank account as entered in the Bank Account Code field.
fr_fr: Spécifie le nom du compte bancaire entré dans le champ Code compte bancaire.

# Page 1529407671 - Control 3089817519 - Property 1295455071
source: Specifies the branch number of the bank account.
fr_fr: Spécifie le numéro de l'établissement du compte bancaire.

# Page 1529407671 - Control 1433041118 - Property 1295455071
source: Specifies the agency code of the bank account.
fr_fr: Spécifie le code agence du compte bancaire.

# Page 1529407671 - Control 1176583840 - Property 1295455071
source: Specifies the international bank account number (IBAN) for the payment slip.
fr_fr: Spécifie le numéro du compte bancaire international (IBAN) du bordereau de paiement.

# Page 1529407671 - Control 428874574 - Property 1295455071
source: Specifies the international bank identification code for the payment slip.
fr_fr: Spécifie le code international d'identification bancaire du bordereau de paiement.

# Page 1529407671 - Control 4248640148 - Property 1295455071
source: Specifies the number of the customer or vendor bank account that you want to perform the payment to, or collection from.
fr_fr: Spécifie le numéro du compte bancaire du client ou du fournisseur sur lequel effectuer le versement ou le recouvrement.

# Page 1529407671 - Control 1696628850 - Property 1295455071
source: Specifies the two digit RIB key associated with the Bank Account No.
fr_fr: Spécifie la clé RIB à deux chiffres associée au N° compte bancaire.

# Page 1529407671 - Control 3463041500 - Property 1295455071
source: Specifies whether the payment line is taken into account for the customer or vendor payments in progress.
fr_fr: Spécifie si la ligne bordereau est prise en compte pour les paiements client ou fournisseur en cours.

# Page 1529407671 - Action 3106002577 - Property 2879900210
source: &Payment
fr_fr: &Règlement

# Page 1529407671 - Action 4125097576 - Property 2879900210
source: Card
fr_fr: Fiche

# Page 1529407671 - Action 4125097576 - Property 1295455071
source: Open the card for the entity on the selected line to view more details.
fr_fr: Ouvrir la fiche de l'entité sur la ligne sélectionnée pour afficher plus de détails.

# Page 1529407671 - Action 2087274399 - Property 2879900210
source: F&unctions
fr_fr: Fonction&s

# Page 1529407671 - Action 3817527484 - Property 2879900210
source: Modify
fr_fr: Modifier

# Page 1529407671 - Action 3817527484 - Property 1295455071
source: View and edit line information for payments and collections.
fr_fr: Afficher et modifier des informations sur les paiements et recouvrements.

# Page 2337274323 - Property 2879900210
source: Payment Steps List
fr_fr: Liste des étapes règlement

# Page 2337274323 - Control 4099490416 - Property 1295455071
source: Specifies the payment class.
fr_fr: Spécifie le type de règlement.

# Page 2337274323 - Control 1735507514 - Property 1295455071
source: Specifies the step line's entry number.
fr_fr: Spécifie le numéro d'écriture de la ligne d'étape de la procédure.

# Page 2337274323 - Control 2961552353 - Property 1295455071
source: Specifies text to describe the payment step.
fr_fr: Spécifie un texte qui décrit l'étape du règlement.

# Page 2337274323 - Control 1032931831 - Property 1295455071
source: Specifies the status from which this step should start executing.
fr_fr: Spécifie le statut à partir duquel cette étape doit commencer à s'exécuter.

# Page 2337274323 - Control 3450954181 - Property 1295455071
source: Specifies the status on which this step should end.
fr_fr: Spécifie le statut sur lequel cette étape doit se terminer.

# Page 2337274323 - Control 1060207642 - Property 1295455071
source: Specifies the type of action to be performed by this step.
fr_fr: Spécifie le type d'action à effectuer à cette étape.

# Page 4205920678 - Property 2879900210
source: Payment Address
fr_fr: Adresse de règlement

# Page 4205920678 - Control 3004954119 - Property 1295455071
source: Specifies a payment address code.
fr_fr: Spécifie un code adresse de règlement.

# Page 4205920678 - Control 2913739292 - Property 1295455071
source: Specifies if this address is the default payment address.
fr_fr: Spécifie si cette adresse est l'adresse de règlement par défaut.

# Page 4205920678 - Control 2961552353 - Property 1295455071
source: Specifies the name associated with the payment address.
fr_fr: Spécifie le nom associé à l'adresse de règlement.

# Page 4205920678 - Control 411528779 - Property 1295455071
source: Specifies a search name.
fr_fr: Spécifie un nom de recherche.

# Page 4205920678 - Control 966287263 - Property 1295455071
source: Specifies an additional part of the name associated with the payment address.
fr_fr: Spécifie un complément au nom associé à l'adresse de règlement.

# Page 4205920678 - Control 3168444338 - Property 1295455071
source: Specifies the payment address.
fr_fr: Spécifie l'adresse de règlement.

# Page 4205920678 - Control 2306852000 - Property 1295455071
source: Specifies an additional part of the payment address.
fr_fr: Spécifie une partie supplémentaire pour l'adresse de règlement.

# Page 4205920678 - Control 3660300303 - Property 1295455071
source: Specifies the payer's post code.
fr_fr: Spécifie le code postal du payeur.

# Page 4205920678 - Control 714791889 - Property 1295455071
source: Specifies the city of the payment address.
fr_fr: Spécifie la ville de l'adresse de règlement.

# Page 4205920678 - Control 3993128796 - Property 1295455071
source: Specifies the name of the person you contact about payments to this address.
fr_fr: Spécifie le nom de la personne que vous contactez au sujet des règlements livrés à cette adresse.

# Page 4205920678 - Control 284764054 - Property 1295455071
source: Specifies the payer's country/region code.
fr_fr: Spécifie le code pays/région du payeur.

# Page 4205920678 - Control 499448942 - Property 1295455071
source: Specifies the payer's county name.
fr_fr: Spécifie le nom de la région du payeur.

# Page 4205920678 - NamedType 3114637384
source: Customer
fr_fr: Client

# Page 4205920678 - NamedType 3752334001
source: Vendor
fr_fr: Fournisseur

# Page 2621215512 - Property 2879900210
source: Bank Account Card
fr_fr: Fiche compte bancaire

# Page 2621215512 - Control 2445482498 - Property 2879900210
source: General
fr_fr: Général

# Page 2621215512 - Control 2685439803 - Property 1295455071
source: Specifies the name of the bank selected in the Account No. field, if Account Type is Bank.
fr_fr: Spécifie le nom de la banque sélectionnée dans le champ N° compte, si Type compte est Banque.

# Page 2621215512 - Control 3247933948 - Property 1295455071
source: Specifies the address of the bank.
fr_fr: Spécifie l'adresse de la banque.

# Page 2621215512 - Control 3554072814 - Property 1295455071
source: Specifies an additional part of the address of the bank.
fr_fr: Spécifie la partie supplémentaire de l'adresse de la banque.

# Page 2621215512 - Control 2488412349 - Property 2879900210
source: Post Code/City
fr_fr: CP/Ville

# Page 2621215512 - Control 2488412349 - Property 1295455071
source: Specifies the postal code of the bank.
fr_fr: Spécifie le code postal de la banque.

# Page 2621215512 - Control 4096573835 - Property 1295455071
source: Specifies the city of the bank.
fr_fr: Spécifie la ville de la banque.

# Page 2621215512 - Control 1332947128 - Property 1295455071
source: Specifies the country/region code of the bank.
fr_fr: Spécifie le code pays/région de la banque.

# Page 2621215512 - Control 3823335650 - Property 1295455071
source: Specifies the contact at the bank.
fr_fr: Spécifie le contact de la banque.

# Page 2621215512 - Control 3089817519 - Property 1295455071
source: Specifies the branch number of the bank.
fr_fr: Spécifie le numéro de l'établissement de la banque.

# Page 2621215512 - Control 4248640148 - Property 1295455071
source: Specifies the company's account at the bank.
fr_fr: Spécifie le numéro de la société auprès de la banque.

# Page 2621215512 - Control 1176583840 - Property 1295455071
source: Specifies the international bank account number associated with the payment header.
fr_fr: Spécifie le numéro du compte bancaire international associé au bordereau.

# Page 2621215512 - Control 428874574 - Property 1295455071
source: Specifies the international bank identification code for the payment slip.
fr_fr: Spécifie le code international d'identification bancaire du bordereau de paiement.

# Page 2621215512 - Control 52273233 - Property 1295455071
source: Specifies the branch number of the bank.
fr_fr: Spécifie le numéro de l'établissement de la banque.

# Page 2621215512 - Control 1433041118 - Property 1295455071
source: Specifies the agency code of the bank.
fr_fr: Spécifie le code agence de la banque.

# Page 2621215512 - Control 4229006462 - Property 1295455071
source: Specifies the company's account at the bank.
fr_fr: Spécifie le numéro de la société auprès de la banque.

# Page 2621215512 - Control 1696628850 - Property 1295455071
source: Specifies the two digit RIB key associated with the Bank Account No.
fr_fr: Spécifie la clé RIB à deux chiffres associée au N° compte bancaire.

# Page 2621215512 - Control 1106821242 - Property 1295455071
source: Specifies that the key entered in the RIB Key field is correct.
fr_fr: Spécifie que la clé entrée dans le champ Clé RIB est correcte.

# Page 2621215512 - Control 2198080278 - Property 1295455071
source: Specifies the payment authorization number.
fr_fr: Spécifie le numéro d'autorisation du paiement.

# Page 1714817514 - Property 2879900210
source: Payment Slip Archive
fr_fr: Archives bordereau paiement

# Page 1714817514 - Control 2445482498 - Property 2879900210
source: General
fr_fr: Général

# Page 1714817514 - Control 4200184881 - Property 1295455071
source: Specifies the number of the payment slip.
fr_fr: Spécifie le numéro du bordereau de paiement.

# Page 1714817514 - Control 4099490416 - Property 1295455071
source: Specifies the payment class used when creating this payment slip.
fr_fr: Spécifie le type de règlement utilisé lors de la création de ce bordereau de paiement.

# Page 1714817514 - Control 2749275709 - Property 1295455071
source: Specifies the name of the payment class used.
fr_fr: Spécifie le nom du type de règlement utilisé.

# Page 1714817514 - Control 1405208645 - Property 1295455071
source: Specifies the status of the payment.
fr_fr: Spécifie l'état du paiement.

# Page 1714817514 - Control 4198939294 - Property 1295455071
source: Specifies the currency code of the payment.
fr_fr: Spécifie le code devise du paiement.

# Page 1714817514 - Control 3710982960 - Property 1295455071
source: Specifies the date when the payment slip was posted.
fr_fr: Spécifie la date de validation du bordereau de paiement.

# Page 1714817514 - Control 580412389 - Property 1295455071
source: Specifies the date when the payment slip was created.
fr_fr: Spécifie la date de création du bordereau de paiement.

# Page 1714817514 - Control 592951229 - Property 1295455071
source: Specifies the sum of the amounts in the Amount (LCY) fields on the associated lines.
fr_fr: Spécifie la somme des montants des champs Montant DS sur les lignes associées.

# Page 1714817514 - Control 2808404044 - Property 2879900210
source: Posting
fr_fr: Validation

# Page 1714817514 - Control 2720485332 - Property 1295455071
source: Specifies the source of the entry.
fr_fr: Spécifie la source de l'écriture.

# Page 1714817514 - Control 1577567912 - Property 1295455071
source: Specifies the dimension value code with which the payment is associated.
fr_fr: Spécifie le code section analytique associé au paiement.

# Page 1714817514 - Control 1003760969 - Property 1295455071
source: Specifies the dimension value code with which the invoice is associated.
fr_fr: Spécifie le code section analytique associé à la facture.

# Page 1714817514 - Control 3699788827 - Property 1295455071
source: Specifies the type of the account that the payments have been transferred to/from.
fr_fr: Spécifie le type de compte vers ou à partir duquel les paiements ont été transférés.

# Page 1714817514 - Control 1622979514 - Property 1295455071
source: Specifies the number of the account that the payments have been transferred to/from.
fr_fr: Spécifie le numéro de compte vers ou à partir duquel les paiements ont été transférés.

# Page 1714817514 - Action 2947630187 - Property 2879900210
source: &Header
fr_fr: &Bordereau

# Page 1714817514 - Action 2173385693 - Property 2879900210
source: Dimensions
fr_fr: Axes analytiques

# Page 1714817514 - Action 2173385693 - Property 1295455071
source: View or change the dimension settings for this payment slip. If you change the dimension, you can update all lines on the payment slip.
fr_fr: Affichez ou modifiez les paramètres des dimensions de ce bordereau de paiement. Si vous modifiez la dimension, vous pouvez mettre à jour toutes les lignes du bordereau de paiement.

# Page 1714817514 - Action 2668582154 - Property 2879900210
source: Header RIB
fr_fr: Relevé d'identité bancaire

# Page 1714817514 - Action 2668582154 - Property 1295455071
source: View the RIB key that is associated with the bank account.
fr_fr: Affichez la clé RIB associée au compte bancaire.

# Page 1714817514 - Action 1405007275 - Property 2879900210
source: &Navigate
fr_fr: Navi&guer

# Page 1714817514 - Action 907109761 - Property 2879900210
source: Header
fr_fr: En-tête

# Page 1714817514 - Action 907109761 - Property 1295455071
source: View general information about archived payments or collections, for example, to and from customers and vendors. A payment header has one or more payment lines assigned to it. The lines contain information such as the amount, the bank details, and the due date.
fr_fr: Affichez des informations générales sur les paiements ou recouvrements archivés, par exemple, à l'origine ou à destination des clients ou des fournisseurs. Une ou plusieurs lignes bordereau sont affectées à l'en-tête bordereau. Les lignes contiennent des informations de la table Ligne bordereau, telles que le montant, les coordonnées bancaires et la date d'échéance.

# Page 1714817514 - Action 1735507514 - Property 2879900210
source: Line
fr_fr: Ligne
