Repository: mmokhtari-deltasoft/Payment-Management-FR
Catalog: Translations/ModuleEncaiss_Decaiss.*.xlf
Languages: fr_fr

# Table 4172060995 - Property 2879900210
source: FR Acc. Schedule Name
fr_fr: Nom tableau d'analyse B/R

# Table 4172060995 - Field 2961552353 - Property 2879900210
source: Name
fr_fr: Nom

# Table 4172060995 - Field 2424145555 - Property 2879900210
source: Caption Column 1
fr_fr: Titre colonne 1

# Table 4172060995 - Field 42268110 - Property 2879900210
source: Caption Column 2
fr_fr: Titre colonne 2

# Table 4172060995 - Field 3699538789 - Property 2879900210
source: Caption Column 3
fr_fr: Titre colonne 3

# Table 4172060995 - Field 1586359282 - Property 2879900210
source: Caption Column Previous Year
fr_fr: Titre colonne année précédente

# Table 2766802588 - Field 3320823955 - Property 2879900210
source: Line No.
fr_fr: N° ligne

# Table 2766802588 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
fr_fr: ID ensemble de dimensions

# Table 2766802588 - NamedType 2247286032
source: Default Schedule
fr_fr: Tableau d'analyse par défaut

# Table 4099490416 - Property 2879900210
source: Payment Class
fr_fr: Type de règlement

# Table 4099490416 - Field 2961552353 - Property 2879900210
source: Name
fr_fr: Nom

# Table 4099490416 - Field 1027617109 - Property 2879900210
source: Header No. Series
fr_fr: N° de souche en-tête

# Table 4099490416 - Field 3483044347 - Property 2879900210
source: Enable
fr_fr: Activer

# Table 4099490416 - Field 4204471206 - Property 2879900210
source: Line No. Series
fr_fr: N° de souche lignes

# Table 4099490416 - Field 537854841 - Property 2879900210
source: Suggestions
fr_fr: Propositions

# Table 4099490416 - Field 537854841 - Property 62802879
source: None,Customer,Vendor
fr_fr: Aucune,Client,Fournisseur

# Table 4099490416 - Field 2362863827 - Property 2879900210
source: Is Create Document
fr_fr: Création de document

# Table 4099490416 - Field 535929204 - Property 2879900210
source: Unrealized VAT Reversal
fr_fr: Contrepassation de TVA sur encaissement

# Table 4099490416 - Field 535929204 - Property 62802879
source: Application,Delayed
fr_fr: Lettrage,Différé

# Table 4099490416 - Field 354033336 - Property 2879900210
source: SEPA Transfer Type
fr_fr: Type transfert SEPA

# Table 4099490416 - Field 354033336 - Property 62802879
source: ,Credit Transfer,Direct Debit
fr_fr: ,Virement,Prélèvement

# Table 4099490416 - NamedType 3114637384
source: You cannot delete this Payment Class because it is already in use.
fr_fr: Vous ne pouvez pas supprimer ce type de règlement car il est déjà utilisé.

# Table 4099490416 - NamedType 3752334001
source: You cannot assign numbers longer than 10 characters.
fr_fr: Vous ne pouvez pas affecter des nombres de plus de 10 caractères.

# Table 4099490416 - NamedType 95063322
source: %1 %2 has at least one %3 for which %4 is checked.
fr_fr: %1 %2 a au moins un %3 pour lequel %4 est contrôlé.

# Page 4099490416 - Property 2879900210
source: Payment Slip Setup
fr_fr: Paramètres bordereau paiement

# Page 4099490416 - Control 3483044347 - Property 1295455071
source: Specifies the user is allowed to use this payment class.
fr_fr: Indique si l'utilisateur est autorisé à utiliser ce type de règlement.

# Page 4099490416 - Control 3004954119 - Property 1295455071
source: Specifies a payment class code.
fr_fr: Spécifie un code type de règlement.

# Page 4099490416 - Control 2961552353 - Property 1295455071
source: Specifies text to describe the payment class.
fr_fr: Spécifie un texte qui décrit le type de règlement.

# Page 4099490416 - Control 1027617109 - Property 1295455071
source: Specifies the number series code used to assign numbers to the header of a payment slip.
fr_fr: Spécifie le code souche de numéros utilisé pour affecter des numéros à l'en-tête d'un bordereau de paiement.

# Page 4099490416 - Control 4204471206 - Property 1295455071
source: Specifies the number series code used to assign numbers to the lines of a payment slip.
fr_fr: Spécifie le code souche de numéros utilisé pour affecter des numéros aux lignes d'un bordereau de paiement.

# Page 4099490416 - Control 537854841 - Property 1295455071
source: Specifies what kind of payments proposals are allowed to be created automatically on a payment slip.
fr_fr: Spécifie le type de proposition de règlement autorisé à être créé automatiquement sur un bordereau paiement.

# Page 4099490416 - Control 535929204 - Property 1295455071
source: Specifies how unrealized VAT should be handled.
fr_fr: Spécifie comment gérer une TVA prévue.

# Page 4099490416 - Control 354033336 - Property 1295455071
source: Specifies the type, if the payment class is used to export payments according to the SEPA standard.
fr_fr: Spécifie le type, si le type de règlement est utilisé pour exporter des paiements en fonction de la norme SEPA.

# Page 4099490416 - Action 3106002577 - Property 2879900210
source: F&unctions
fr_fr: Fonction&s

# Page 4099490416 - Action 431208050 - Property 2879900210
source: Duplicate Parameter
fr_fr: Dupliquer le paramétrage

# Page 4099490416 - Action 431208050 - Property 1295455071
source: Create a new payment class based on an existing payment class.
fr_fr: Créez un type de règlement basé sur un type de règlement existant.

# Page 4099490416 - Action 342125721 - Property 2879900210
source: Import Parameters
fr_fr: Importer paramètres

# Page 4099490416 - Action 342125721 - Property 1295455071
source: Import payment management parameters. You can use the following formats: ETEBAC (XMLport 10860) to create a bill of exchange remittance. Withdraw (XMLport 10861) to create a customer payment withdrawal (direct debit). Transfer (XMLport 10862) to create a vendor payment transfer (credit transfer). You choose these formats when you set up the payment status for your payment class.
fr_fr: Importez des paramètres de gestion des règlements. Vous pouvez utiliser les formats suivants : ETEBAC (XMLport 10860) pour créer une remise lettre de change ; Prélèvement (XMLport 10861) pour créer un prélèvement de paiement client ; Transfert (XMLport 10862) pour créer un transfert de paiement fournisseur (virement). Vous sélectionnez ces formats au moment de définir le statut de paiement de votre type de règlement.

# Page 4099490416 - Action 1835024354 - Property 2879900210
source: Export Parameters
fr_fr: Exporter paramètres

# Page 4099490416 - Action 1835024354 - Property 1295455071
source: Import or export parameters for your payment management setup.
fr_fr: Importez ou exportez des paramètres pour votre configuration de gestion des règlements.

# Page 4099490416 - Action 513339096 - Property 2879900210
source: St&atus
fr_fr: Sta&tut

# Page 4099490416 - Action 513339096 - Property 1295455071
source: Manage a series of states that indicate the progress of a payment document.
fr_fr: Gérez une série d'états qui indiquent la progression d'un document de règlement.

# Page 4099490416 - Action 3799421171 - Property 2879900210
source: Ste&ps
fr_fr: Eta&pes

# Page 4099490416 - Action 3799421171 - Property 1295455071
source: Manage the steps that must be performed for this status in order to move to the next.
fr_fr: Gérez la procédure à suivre concernant cet état avant de passer au suivant.

# Page 4099490416 - NamedType 95063322
source: Import_Export Parameters.txt
fr_fr: Import_Export parametres.txt

# Table 931886930 - Property 2879900210
source: Payment Status
fr_fr: Statut règlement

# Table 931886930 - Field 4099490416 - Property 2879900210
source: Payment Class
fr_fr: Type de règlement

# Table 931886930 - Field 1735507514 - Property 2879900210
source: Line
fr_fr: Ligne

# Table 931886930 - Field 2961552353 - Property 2879900210
source: Name
fr_fr: Nom

# Table 931886930 - Field 3357772017 - Property 2879900210
source: Look
fr_fr: Consultation

# Table 931886930 - Field 852347068 - Property 2879900210
source: Acceptation Code
fr_fr: Code acceptation

# Table 931886930 - Field 636392376 - Property 2879900210
source: Amount
fr_fr: Montant

# Table 931886930 - Field 84647506 - Property 2879900210
source: Debit
fr_fr: Débit

# Table 931886930 - Field 2141525479 - Property 2879900210
source: Credit
fr_fr: Crédit

# Table 931886930 - Field 1682139193 - Property 2879900210
source: Bank Account
fr_fr: Compte bancaire

# Table 931886930 - Field 3463041500 - Property 2879900210
source: Payment in Progress
fr_fr: Paiement en cours

# Table 931886930 - Field 3105853276 - Property 2879900210
source: Archiving Authorized
fr_fr: Archivage autorisé

# Table 931886930 - NamedType 2476940767
source: Deleting the first report is not allowed.
fr_fr: Vous n'avez pas le droit de supprimer le premier état.

# Table 931886930 - NamedType 3114637384
source: Deleting is not allowed because this Payment Status is already used.
fr_fr: La suppression est impossible car ce statut règlement est déjà utilisé.

# Page 931886930 - Property 2879900210
source: Payment Status
fr_fr: Statut règlement

# Page 931886930 - Control 2961552353 - Property 1295455071
source: Specifies text to describe the payment status.
fr_fr: Spécifie un texte qui décrit le statut du règlement.

# Page 931886930 - Control 41587 - Property 1295455071
source: Specifies all information involving the bank identifier (RIB) statement of the customer or vendor be displayed on the payment lines.
fr_fr: Spécifie que toutes les informations figurant sur le relevé d'identité bancaire (RIB) du client ou du fournisseur s'affichent sur les lignes paiement.

# Page 931886930 - Control 3357772017 - Property 1295455071
source: Specifies that lines of payment documents with this status may be looked up and edited through the View/Edit Payment Line window.
fr_fr: Spécifie que des lignes des documents de règlement ayant ce statut peuvent faire l'objet d'une recherche et d'une modification via la fenêtre Afficher/Éditer ligne paiement.

# Page 931886930 - Control 1860084663 - Property 1295455071
source: Specifies that documents with this status may be printed.
fr_fr: Spécifie que des lignes des documents de règlement ayant ce statut peuvent être imprimées.

# Page 931886930 - Control 636392376 - Property 1295455071
source: Specifies that the amount will displayed on the payment lines.
fr_fr: Spécifie que le montant s'affichera sur les lignes paiement.

# Page 931886930 - Control 84647506 - Property 1295455071
source: Specifies that the debit amount will displayed on the payment lines.
fr_fr: Spécifie que le montant débiteur s'affichera sur les lignes paiement.

# Page 931886930 - Control 2141525479 - Property 1295455071
source: Specifies that the credit amount will displayed on the payment lines.
fr_fr: Spécifie que le montant créditeur s'affichera sur les lignes paiement.

# Page 931886930 - Control 1682139193 - Property 1295455071
source: Specifies that the bank account code will displayed on the payment lines.
fr_fr: Spécifie que le code de compte bancaire s'affichera sur les lignes paiement.

# Page 931886930 - Control 3463041500 - Property 1295455071
source: Specifies the program will take into account all billing and payment lines with this status, when calculating the payments in progress.
fr_fr: Spécifie le programme qui prendra en compte toutes les lignes de facturation et paiement ayant ce statut lors du calcul des paiements en cours.

# Page 931886930 - Control 3105853276 - Property 1295455071
source: Specifies that the payment header with this status can be archived.
fr_fr: Spécifie que le bordereau ayant ce statut peut être archivé.

# Page 931886930 - Control 4053206428 - Property 1295455071
source: Specifies that the acceptation code will displayed on the payment lines.
fr_fr: Spécifie que le code acceptation s'affichera sur les lignes paiement.

# Table 2506227452 - Property 2879900210
source: Payment Step
fr_fr: Étape règlement

# Table 2506227452 - Field 4099490416 - Property 2879900210
source: Payment Class
fr_fr: Type de règlement

# Table 2506227452 - Field 1735507514 - Property 2879900210
source: Line
fr_fr: Ligne

# Table 2506227452 - Field 2961552353 - Property 2879900210
source: Name
fr_fr: Nom

# Table 2506227452 - Field 1032931831 - Property 2879900210
source: Previous Status
fr_fr: Statut précédent

# Table 2506227452 - Field 3450954181 - Property 2879900210
source: Next Status
fr_fr: Statut suivant

# Table 2506227452 - Field 1060207642 - Property 2879900210
source: Action Type
fr_fr: Type action

# Table 2506227452 - Field 1060207642 - Property 62802879
source: None,Ledger,Report,File,Create New Document,Cancel File
fr_fr: Aucune,Comptabilité,Rapport,Fichier,Créer document,Annuler fichier

# Table 2506227452 - Field 975810371 - Property 2879900210
source: Report No.
fr_fr: ID état

# Table 2506227452 - Field 3986201189 - Property 2879900210
source: Export No.
fr_fr: N° exportation

# Table 2506227452 - Field 1642756574 - Property 2879900210
source: Previous Status Name
fr_fr: Nom état précédent

# Table 2506227452 - Field 3980115888 - Property 2879900210
source: Next Status Name
fr_fr: Nom état suivant

# Table 2506227452 - Field 1925161237 - Property 2879900210
source: Verify Lines RIB
fr_fr: Vérifier RIB lignes

# Table 2506227452 - Field 36813604 - Property 2879900210
source: Header Nos. Series
fr_fr: N° de souche en-tête

# Table 2506227452 - Field 1908046867 - Property 2879900210
source: Reason Code
fr_fr: Code motif

# Table 2506227452 - Field 2720485332 - Property 2879900210
source: Source Code
fr_fr: Code journal

# Table 2506227452 - Field 2014436629 - Property 2879900210
source: Acceptation Code<>No
fr_fr: Code acceptation <> Non

# Table 2506227452 - Field 804128259 - Property 2879900210
source: Verify Header RIB
fr_fr: Vérifier RIB en-tête

# Table 2506227452 - Field 1100495153 - Property 2879900210
source: Verify Due Date
fr_fr: Vérifier date d'échéance

# Table 2506227452 - Field 1115346937 - Property 2879900210
source: Realize VAT
fr_fr: Réaliser TVA

# Table 2506227452 - Field 1774461192 - Property 2879900210
source: Export Type
fr_fr: Type exportation

# Table 2506227452 - Field 1774461192 - Property 62802879
source: ,,,Report,,,XMLport
fr_fr: ,,,État,,,XMLport

# Table 2506227452 - NamedType 2476940767
source: Deleting the default report is not allowed.
fr_fr: Vous n'avez pas le droit de supprimer l'état par défaut.

# Table 2506227452 - NamedType 3114637384
source: You cannot assign a number series with numbers longer than 10 characters.
fr_fr: Vous ne pouvez pas affecter des souches de numéros de plus de 10 caractères.

# Table 3181505063 - Property 2879900210
source: Payment Step Ledger
fr_fr: Etape comptabilisation règlement

# Table 3181505063 - Field 4099490416 - Property 2879900210
source: Payment Class
fr_fr: Type de règlement

# Table 3181505063 - Field 1735507514 - Property 2879900210
source: Line
fr_fr: Ligne

# Table 3181505063 - Field 685401789 - Property 2879900210
source: Sign
fr_fr: Signe

# Table 3181505063 - Field 685401789 - Property 62802879
source: Debit,Credit
fr_fr: Débit,Crédit

# Table 3181505063 - Field 238246027 - Property 2879900210
source: Accounting Type
fr_fr: Type comptabilisation

# Table 3181505063 - Field 238246027 - Property 62802879
source: Payment Line Account,Associated G/L Account,Setup Account,G/L Account / Month,G/L Account / Week,Bal. Account Previous Entry,Header Payment Account
fr_fr: Compte ligne paiement,Compte général associé,Compte paramétré,Compte général par mois échéance,Compte général par semaine échéance,Extourne écriture précédente,Compte en-tête

# Table 3181505063 - Field 3699788827 - Property 2879900210
source: Account Type
fr_fr: Type compte

# Table 3181505063 - Field 1622979514 - Property 2879900210
source: Account No.
fr_fr: N° compte

# Table 3181505063 - Field 410940989 - Property 2879900210
source: Customer Posting Group
fr_fr: Groupe compta. client

# Table 3181505063 - Field 3194161445 - Property 2879900210
source: Vendor Posting Group
fr_fr: Groupe compta. fournisseur

# Table 3181505063 - Field 3075920170 - Property 2879900210
source: Root
fr_fr: Racine

# Table 3181505063 - Field 664719345 - Property 2879900210
source: Detail Level
fr_fr: Détail

# Table 3181505063 - Field 664719345 - Property 62802879
source: Line,Account,Due Date
fr_fr: Ligne,Compte,Date d'échéance

# Table 3181505063 - Field 4181767958 - Property 2879900210
source: Application
fr_fr: Lettrage

# Table 3181505063 - Field 4181767958 - Property 62802879
source: None,Applied Entry,Entry Previous Step,Memorized Entry
fr_fr: Aucun,Ecriture en cours,Ecriture statut précédent,Ecriture mémorisée

# Table 3181505063 - Field 2606332958 - Property 2879900210
source: Memorize Entry
fr_fr: Mémoriser écriture

# Table 3181505063 - Field 2363328873 - Property 2879900210
source: Document Type
fr_fr: Type de document

# Table 3181505063 - Field 2363328873 - Property 62802879
source: ,Payment,Invoice,Credit Memo,Finance Charge Memo,Reminder
fr_fr: ,Paiement,Facture,Avoir,Intérêts,Relance

# Table 3181505063 - Field 486908828 - Property 2879900210
source: Document No.
fr_fr: N° du document

# Table 3181505063 - Field 486908828 - Property 62802879
source: Header No.,Document ID Line
fr_fr: N° en-tête,N° document ligne

# Page 3181505063 - Property 2879900210
source: Payment Step Ledger
fr_fr: Etape comptabilisation règlement

# Page 3181505063 - Control 4099490416 - Property 1295455071
source: Specifies the payment class.
fr_fr: Spécifie le type de règlement.

# Page 3181505063 - Control 1735507514 - Property 1295455071
source: Specifies the ledger line's entry number.
fr_fr: Spécifie le numéro de l'écriture de la ligne comptable.

# Page 3181505063 - Control 685401789 - Property 1295455071
source: Specifies if the posting will result in a debit or credit entry.
fr_fr: Spécifie si la validation aboutira à un enregistrement débiteur ou créditeur.

# Page 3181505063 - Control 3461834954 - Property 1295455071
source: Specifies a description to be used on the general ledger entry.
fr_fr: Spécifie une description à utiliser dans l'écriture comptable.

# Page 3181505063 - Control 238246027 - Property 1295455071
source: Specifies the type of account to post the entry to.
fr_fr: Spécifie le type de compte sur lequel valider l'écriture.

# Page 3181505063 - Control 3699788827 - Property 1295455071
source: Specifies the type of account to post the entry to.
fr_fr: Spécifie le type de compte sur lequel valider l'écriture.

# Page 3181505063 - Control 1622979514 - Property 1295455071
source: Specifies the account number to post the entry to.
fr_fr: Spécifie le numéro de compte sur lequel valider l'écriture.

# Page 3181505063 - Control 410940989 - Property 1295455071
source: Specifies a code for the customer posting group used when the entry is posted.
fr_fr: Spécifie un code du groupe comptabilisation client utilisé lorsque l'écriture est validée.

# Page 3181505063 - Control 3194161445 - Property 1295455071
source: Specifies a code for the vendor posting group used when the entry is posted.
fr_fr: Spécifie un code du groupe comptabilisation fournisseur utilisé lorsque l'écriture est validée.

# Page 3181505063 - Control 3075920170 - Property 1295455071
source: Specifies the root for the G/L accounts group used, when you have selected either G/L Account / Month, or G/L Account / Week.
fr_fr: Spécifie la racine pour le groupe des comptes généraux utilisé, lorsque vous avez sélectionné Compte général par mois échéance ou Compte général par semaine échéance.

# Page 3181505063 - Control 2606332958 - Property 1295455071
source: Specifies that entries created in this step will be memorized, so the next application can be performed against newly posted entries.
fr_fr: Spécifie que les écritures créées à cette étape seront mémorisées afin que la prochaine application puisse être effectuée sur les dernières écritures validées.

# Page 3181505063 - Control 4181767958 - Property 1295455071
source: Specifies how to apply entries.
fr_fr: Spécifie la manière de lettrer les écritures.

# Page 3181505063 - Control 664719345 - Property 1295455071
source: Specifies how payment lines will be posted.
fr_fr: Spécifie la manière dont les lignes de paiement seront validées.

# Page 3181505063 - Control 2363328873 - Property 1295455071
source: Specifies the type of document that will be assigned to the ledger entry.
fr_fr: Spécifie le type de document qui sera affecté à l'écriture comptable.

# Page 3181505063 - Control 486908828 - Property 1295455071
source: Specifies the method to assign a document number to the ledger entry.
fr_fr: Spécifie la méthode pour affecter un numéro de document à l'écriture comptable.

# Table 1921688312 - Property 2879900210
source: Payment Post. Buffer
fr_fr: Tampon validation paiement

# Table 1921688312 - Field 3699788827 - Property 2879900210
source: Account Type
fr_fr: Type compte

# Table 1921688312 - Field 1622979514 - Property 2879900210
source: Account No.
fr_fr: N° compte

# Table 1921688312 - Field 1303377601 - Property 2879900210
source: Global Dimension 1 Code
fr_fr: Code axe principal 1

# Table 1921688312 - Field 1337243520 - Property 2879900210
source: Global Dimension 2 Code
fr_fr: Code axe principal 2

# Table 1921688312 - Field 1908272084 - Property 2879900210
source: Job No.
fr_fr: N° projet

# Table 1921688312 - Field 636392376 - Property 2879900210
source: Amount
fr_fr: Montant

# Table 1921688312 - Field 1108276017 - Property 2879900210
source: VAT Amount
fr_fr: Montant TVA

# Table 1921688312 - Field 1206454073 - Property 2879900210
source: Line Discount Amount
fr_fr: Montant remise ligne

# Table 1921688312 - Field 633819257 - Property 2879900210
source: Gen. Bus. Posting Group
fr_fr: Groupe compta. marché

# Table 1921688312 - Field 2139693550 - Property 2879900210
source: Gen. Prod. Posting Group
fr_fr: Groupe compta. produit

# Table 1921688312 - Field 2971014054 - Property 2879900210
source: VAT Calculation Type
fr_fr: Mode calcul TVA

# Table 1921688312 - Field 907522666 - Property 2879900210
source: Inv. Discount Amount
fr_fr: Montant remise facture

# Table 1921688312 - Field 904390814 - Property 2879900210
source: VAT Base Amount
fr_fr: Montant base TVA

# Table 1921688312 - Field 3071873118 - Property 2879900210
source: Line Discount Account
fr_fr: Compte remise ligne

# Table 1921688312 - Field 1431820245 - Property 2879900210
source: Inv. Discount Account
fr_fr: Compte remise facture

# Table 1921688312 - Field 2283884360 - Property 2879900210
source: System-Created Entry
fr_fr: Écriture système

# Table 1921688312 - Field 305562489 - Property 2879900210
source: Tax Area Code
fr_fr: Code zone recouvrement

# Table 1921688312 - Field 53839102 - Property 2879900210
source: Tax Liable
fr_fr: Soumis à recouvrement

# Table 1921688312 - Field 2552458873 - Property 2879900210
source: Tax Group Code
fr_fr: Code groupe taxes

# Table 1921688312 - Field 2704404533 - Property 2879900210
source: Quantity
fr_fr: Quantité

# Table 1921688312 - Field 1844012642 - Property 2879900210
source: VAT Bus. Posting Group
fr_fr: Groupe compta. marché TVA

# Table 1921688312 - Field 236064653 - Property 2879900210
source: VAT Prod. Posting Group
fr_fr: Groupe compta. produit TVA

# Table 1921688312 - Field 3783671362 - Property 2879900210
source: Amount (ACY)
fr_fr: Montant DR

# Table 1921688312 - Field 3646211287 - Property 2879900210
source: VAT Amount (ACY)
fr_fr: Montant TVA DR

# Table 1921688312 - Field 1600878721 - Property 2879900210
source: Line Discount Amt. (ACY)
fr_fr: Montant remise ligne DR

# Table 1921688312 - Field 3720912082 - Property 2879900210
source: Inv. Discount Amt. (ACY)
fr_fr: Montant remise facture DR

# Table 1921688312 - Field 219140900 - Property 2879900210
source: VAT Base Amount (ACY)
fr_fr: Montant base TVA DR

# Table 1921688312 - Field 3212555701 - Property 2879900210
source: Dimension Entry No.
fr_fr: N° séquence analytique

# Table 1921688312 - Field 2992823416 - Property 2879900210
source: VAT Difference
fr_fr: Différence TVA
