Repository: mmokhtari-deltasoft/Payment-Management-FR
Catalog: Translations/ModuleEncaiss_Decaiss.*.xlf
Languages: fr_fr

# Report 3113002359 - Property 2879900210
source: Suggest Vendor Payments
fr_fr: Proposer paiements fournisseur

# Report 3113002359 - Control 941964432 - Property 2879900210
source: Last Payment Date
fr_fr: Dernière date échéance

# Report 3113002359 - Control 941964432 - Property 1295455071
source: Specifies the latest payment date that can appear on the vendor ledger entries to include in the batch job.
fr_fr: Spécifie la dernière date d'échéance qui peut apparaître sur les écritures comptables fournisseur à inclure dans le traitement par lots.

# Report 3113002359 - Control 352830184 - Property 2879900210
source: Find Payment Discounts
fr_fr: Rechercher les escomptes

# Report 3113002359 - Control 352830184 - Property 1295455071
source: Specifies whether to include vendor ledger entries for which you can receive a payment discount.
fr_fr: Spécifie si vous souhaitez inclure les écritures comptables fournisseur pour lesquelles vous pouvez obtenir un escompte.

# Report 3113002359 - Control 3287852688 - Property 2879900210
source: Summarize per
fr_fr: Totaliser par

# Report 3113002359 - Control 3287852688 - Property 62802879
source: ,Vendor,Due date
fr_fr: ,Fournisseur,Date d'échéance

# Report 3113002359 - Control 3287852688 - Property 1295455071
source: Specifies how to summarize. Choose the Vendor option for one summarized line per vendor for open ledger entries. Choose the Due Date option for one summarized line per due date per vendor for open ledger entries. Choose the empty option if you want each open vendor ledger entry to result in an individual payment line.
fr_fr: Spécifie comment totaliser. Sélectionnez l'option Fournisseur pour une ligne totalisée par fournisseur pour les écritures comptables ouvertes. Sélectionnez l'option Date d'échéance pour une ligne totalisée par délai par fournisseur pour les écritures comptables ouvertes. Sélectionnez l'option vide si vous souhaitez que chaque écriture comptable fournisseur ouverte apparaisse sur une ligne de paiement individuelle.

# Report 3113002359 - Control 2558030051 - Property 2879900210
source: Use Vendor Priority
fr_fr: Utiliser priorité fournisseur

# Report 3113002359 - Control 2558030051 - Property 1295455071
source: Specifies whether to order suggested payments based on the priority that is specified for the vendor on the Vendor card.
fr_fr: Spécifie s'il faut trier les paiements proposés en fonction de la priorité indiquée pour le fournisseur sur la fiche fournisseur.

# Report 3113002359 - Control 2276165293 - Property 2879900210
source: Available Amount (LCY)
fr_fr: Montant disponible DS

# Report 3113002359 - Control 2276165293 - Property 1295455071
source: Specifies a maximum amount available in local currency for payments.
fr_fr: Spécifie un montant maximal disponible dans la devise locale pour les paiements.

# Report 3113002359 - Control 3708573225 - Property 2879900210
source: Currency Filter
fr_fr: Filtre devise

# Report 3113002359 - Control 3708573225 - Property 1295455071
source: Specifies the currencies to include in the transfer. To see the available currencies, choose the Filter field.
fr_fr: Spécifie les devises à inclure dans le transfert. Pour visualiser les devises disponibles, cliquez sur le champ filtre.

# Report 3113002359 - NamedType 2476940767
source: Please enter the last payment date.
fr_fr: Veuillez entrer la dernière date d'échéance.

# Report 3113002359 - NamedType 3114637384
source: Please enter the posting date.
fr_fr: Veuillez entrer une date de comptabilisation.

# Report 3113002359 - NamedType 95063322
source: The selected last due date is earlier than %1.\\
fr_fr: La date de dernière échéance sélectionnée est antérieure au %1.\\

# Report 3113002359 - NamedType 732759939
source: Do you still want to run the batch job?
fr_fr: Souhaitez-vous tout de même exécuter ce traitement par lots ?

# Report 3113002359 - NamedType 1370456556
source: The batch job was interrupted.
fr_fr: Le traitement par lots a été interrompu.

# Report 3113002359 - NamedType 2008153173
source: Processing vendors #1##########
fr_fr: Traitement des fournisseurs #1##########

# Report 3113002359 - NamedType 2645849790
source: Processing vendors for payment discounts #1##########
fr_fr: Traitement des escomptes fournisseur #1##########

# Report 3113002359 - NamedType 3283546407
source: Inserting payment journal lines #1##########
fr_fr: Insertion des lignes f. paiement #1##########

# Report 3113002359 - NamedType 1026443335
source: Use Vendor Priority must be activated when the value in the Amount Available field is not 0.
fr_fr: Le champ Utiliser priorité fournisseur doit être activé lorsque la valeur du champ Montant disponible est différente de 0.

# Report 3113002359 - NamedType 1195352358
source: is already applied to %1 %2 for vendor %3.
fr_fr: est déjà lettré(e) avec %1 %2 pour le fournisseur %3.

# Report 3573147867 - Property 2879900210
source: GL/Vend. Ledger Reconciliation
fr_fr: Rapprochement cpta. gén./fourn.

# Report 3573147867 - NamedType 1084850413
source: General/Vendor ledger reconciliation
fr_fr: Rapprochement compta. générale/fournisseurs

# Report 3573147867 - NamedType 2796876449
source: Posting Date
fr_fr: Date comptabilisation

# Report 3573147867 - NamedType 1018628251
source: General Amount
fr_fr: Montant général

# Report 3573147867 - NamedType 2465548704
source: Total amount for the vendor
fr_fr: Montant total pour le fournisseur

# Report 3573147867 - NamedType 1758102952
source: Total amount for the general ledger
fr_fr: Montant total pour la comptabilité

# Report 3573147867 - NamedType 474882756
source: General amount for the general ledger
fr_fr: Montant général pour la comptabilité

# Report 2269806851 - Property 2879900210
source: Suggest Customer Payments
fr_fr: Proposer règlements client

# Report 2269806851 - Control 941964432 - Property 2879900210
source: Last Payment Date
fr_fr: Dernière date échéance

# Report 2269806851 - Control 941964432 - Property 1295455071
source: Specifies the latest payment date that can appear on the customer ledger entries to include in the batch job.
fr_fr: Spécifie la dernière date de paiement qui peut apparaître sur les écritures comptables client à inclure dans le traitement par lots.

# Report 2269806851 - Control 352830184 - Property 2879900210
source: Find Payment Discounts
fr_fr: Rechercher les escomptes

# Report 2269806851 - Control 352830184 - Property 1295455071
source: Specifies whether to include customer ledger entries for which you can receive a payment discount.
fr_fr: Spécifie si vous souhaitez inclure les écritures comptables client pour lesquelles vous pouvez obtenir un escompte.

# Report 2269806851 - Control 3287852688 - Property 2879900210
source: Summarize per
fr_fr: Totaliser par

# Report 2269806851 - Control 3287852688 - Property 62802879
source: ,Customer,Due date
fr_fr: ,Client,Date d'échéance

# Report 2269806851 - Control 3287852688 - Property 1295455071
source: Specifies how to summarize. Choose the Customer option for one summarized line per customer for open ledger entries. Choose the Due Date option for one summarized line per due date per customer for open ledger entries. Choose the empty option if you want each open customer ledger entry to result in an individual payment line.
fr_fr: Spécifie comment totaliser. Sélectionnez l'option Client pour une ligne totalisée par client pour les écritures comptables ouvertes. Sélectionnez l'option Date d'échéance pour une ligne totalisée par délai par client pour les écritures comptables ouvertes. Sélectionnez l'option vide si vous souhaitez que chaque écriture comptable client ouverte apparaisse sur une ligne de paiement individuelle.

# Report 2269806851 - Control 3708573225 - Property 2879900210
source: Currency Filter
fr_fr: Filtre devise

# Report 2269806851 - Control 3708573225 - Property 1295455071
source: Specifies the currencies to include in the transfer. To see the available currencies, choose the Filter field.
fr_fr: Spécifie les devises à inclure dans le transfert. Pour visualiser les devises disponibles, cliquez sur le champ filtre.

# Report 2269806851 - NamedType 2476940767
source: Please enter the last payment date.
fr_fr: Veuillez entrer la dernière date d'échéance.

# Report 2269806851 - NamedType 3114637384
source: Please enter the posting date.
fr_fr: Veuillez entrer une date de comptabilisation.

# Report 2269806851 - NamedType 95063322
source: The selected last due date is earlier than %1.\\
fr_fr: La date de dernière échéance sélectionnée est antérieure au %1.\\

# Report 2269806851 - NamedType 732759939
source: Do you still want to run the batch job?
fr_fr: Souhaitez-vous tout de même exécuter ce traitement par lots ?

# Report 2269806851 - NamedType 1370456556
source: The batch job was interrupted.
fr_fr: Le traitement par lots a été interrompu.

# Report 2269806851 - NamedType 2008153173
source: Processing customers #1##########
fr_fr: Traitement des clients #1##########

# Report 2269806851 - NamedType 2645849790
source: Processing customers for payment discounts #1##########
fr_fr: Traitement des escomptes client #1##########

# Report 2269806851 - NamedType 3283546407
source: Inserting payment journal lines #1##########
fr_fr: Insertion des lignes f. paiement #1##########

# Report 2269806851 - NamedType 1195352358
source: is already applied to %1 %2 for customer %3.
fr_fr: est déjà lettré(e) avec %1 %2 pour le client %3.

# Report 40327205 - Property 2879900210
source: Bill
fr_fr: Lettre de change

# Report 40327205 - ReportDataItem 3074347584 - Property 1806354803
source: Payment lines
fr_fr: Lignes paiement

# Report 40327205 - Control 1215198615 - Property 2879900210
source: Issue date
fr_fr: Date d'émission

# Report 40327205 - Control 1215198615 - Property 1295455071
source: Specifies the name of the city where the bill will be issued.
fr_fr: Spécifie le nom de la ville dans laquelle la lettre de change sera émise.

# Report 40327205 - Control 1565184650 - Property 2879900210
source: Issue city
fr_fr: Ville d'émission

# Report 40327205 - Control 1565184650 - Property 1295455071
source: Specifies the name of the city where the bill will be issued.
fr_fr: Spécifie le nom de la ville dans laquelle la lettre de change sera émise.

# Report 40327205 - ReportLabel 4167017621
source: Against this BILL noted as NO CHARGES Please pay the indicated sum below for order of :
fr_fr: Concernant cet EFFET stipulé SANS FRAIS, veuillez régler la somme indiquée ci-dessous à l'ordre de :

# Report 40327205 - NamedType 3114637384
source: Amount
fr_fr: Montant

# Report 40327205 - NamedType 1441479581
source: ACCEPTANCE or ENDORSMENT
fr_fr: ACCEPTATION ou AVAL

# Report 40327205 - NamedType 686545766
source: of DRAWEE
fr_fr: du TIRÉ

# Report 40327205 - NamedType 1182496418
source: Stamp Allow and Signature
fr_fr: Droit de timbre et signature

# Report 40327205 - NamedType 1677331790
source: ADDRESS
fr_fr: ADRESSE

# Report 40327205 - NamedType 1490326897
source: NAME and
fr_fr: NOM et

# Report 40327205 - NamedType 226038265
source: Value in :
fr_fr: Valeur entrée :

# Report 40327205 - NamedType 1492476375
source: DRAWEE R.I.B.
fr_fr: R.I.B. DU TIRÉ

# Report 40327205 - NamedType 559300208
source: AMOUNT FOR CONTROL
fr_fr: MONTANT POUR CONTRÔLE

# Report 40327205 - NamedType 1694393170
source: CREATION DATE
fr_fr: DATE CRÉATION

# Report 40327205 - NamedType 559702645
source: DUE DATE
fr_fr: DATE D'ÉCHÉANCE

# Report 40327205 - NamedType 872831287
source: DRAWEE REF.
fr_fr: RÉF. TIRÉ

# Report 40327205 - NamedType 1632820793
source: BILL
fr_fr: EFFET

# Report 253238575 - Property 2879900210
source: Draft
fr_fr: Brouillon

# Report 253238575 - ReportDataItem 3074347584 - Property 1806354803
source: Payment lines
fr_fr: Lignes paiement

# Report 253238575 - Control 1215198615 - Property 2879900210
source: Issue date
fr_fr: Date d'émission

# Report 253238575 - Control 1215198615 - Property 1295455071
source: Specifies the name of the city where the promissory note will be issued.
fr_fr: Spécifie le nom de la ville dans laquelle le billet à ordre sera émis.

# Report 253238575 - Control 1565184650 - Property 2879900210
source: Issue city
fr_fr: Ville d'émission

# Report 253238575 - Control 1565184650 - Property 1295455071
source: Specifies the name of the city where the promissory note will be issued.
fr_fr: Spécifie le nom de la ville dans laquelle le billet à ordre sera émis.

# Report 253238575 - ReportLabel 1620617981
source: Against the present DRAFT noted as NO CHARGES, we will pay the indicated sum below to :
fr_fr: Concernant le présent BROUILLON stipulé SANS FRAIS, nous paierons la somme indiquée ci-dessous à :

# Report 253238575 - NamedType 3114637384
source: Amount
fr_fr: Montant

# Report 253238575 - NamedType 1041149620
source: OK FOR ENDORSMENT
fr_fr: BON POUR AVAL

# Report 253238575 - NamedType 4181001228
source: of SUBSCRIBER
fr_fr: du SOUSCRIPTEUR

# Report 253238575 - NamedType 1182496418
source: Stamp Allow and Signature
fr_fr: Droit de timbre et signature

# Report 253238575 - NamedType 1677331790
source: ADDRESS
fr_fr: ADRESSE

# Report 253238575 - NamedType 1490326897
source: NAME and
fr_fr: NOM et

# Report 253238575 - NamedType 226038265
source: Value in :
fr_fr: Valeur entrée :

# Report 253238575 - NamedType 1364686981
source: SUBSCRIBER'S R.I.B.
fr_fr: R.I.B. du SOUSCRIPTEUR

# Report 253238575 - NamedType 559300208
source: AMOUNT FOR CONTROL
fr_fr: MONTANT POUR CONTRÔLE

# Report 253238575 - NamedType 1694393170
source: CREATION DATE
fr_fr: DATE CRÉATION

# Report 253238575 - NamedType 559702645
source: DUE DATE
fr_fr: DATE D'ÉCHÉANCE

# Report 253238575 - NamedType 3919122251
source: DRAFT
fr_fr: BROUILLON

# Report 253238575 - NamedType 3566491457
source: SUBSCRIBER REF.
fr_fr: RÉF. SOUSCRIPTEUR

# Report 253238575 - NamedType 1047467843
source: DRAFT
fr_fr: BROUILLON

# Report 2458651350 - Property 2879900210
source: Remittance
fr_fr: Remise

# Report 2458651350 - ReportDataItem 2818027882 - Property 1806354803
source: Payment lines
fr_fr: Lignes paiement

# Report 2458651350 - Control 648353892 - Property 2879900210
source: Number of Copies
fr_fr: Nombre de copies

# Report 2458651350 - Control 648353892 - Property 1295455071
source: Specifies the number of copies to print.
fr_fr: Spécifie le nombre de copies à imprimer.

# Report 2458651350 - Control 4176911363 - Property 2879900210
source: Print Amounts in LCY
fr_fr: Imprimer montants DS

# Report 2458651350 - Control 4176911363 - Property 1295455071
source: Specifies whether to print amounts in the local currency.
fr_fr: Spécifie s'il faut imprimer les montants dans la devise locale.

# Report 2458651350 - NamedType 3114637384
source: BILL
fr_fr: EFFET

# Report 2458651350 - NamedType 3752334001
source: BILLS
fr_fr: EFFETS

# Report 2458651350 - NamedType 3779895200
source: Remittance
fr_fr: Remise

# Report 2458651350 - NamedType 1327832897
source: COPY
fr_fr: COPIE

# Report 2458651350 - NamedType 1453081509
source: Remittance No.
fr_fr: N° remise

# Report 2458651350 - NamedType 536679201
source: Phone No.
fr_fr: N° téléphone

# Report 2458651350 - NamedType 2578157976
source: FAX No.
fr_fr: N° TÉLÉCOPIE

# Report 2458651350 - NamedType 91401898
source: VAT Registration No.
fr_fr: N° identif. intracomm.

# Report 2458651350 - NamedType 260883521
source: Currency Code
fr_fr: Code devise

# Report 2458651350 - NamedType 3851029243
source: Bank Branch No.
fr_fr: Code établissement

# Report 2458651350 - NamedType 1458268524
source: Agency Code
fr_fr: Code agence

# Report 2458651350 - NamedType 111487656
source: Bank Account No.
fr_fr: N° compte bancaire

# Report 2458651350 - NamedType 86495184
source: All amounts are in company currency
fr_fr: Tous les montants sont en devise société

# Report 2458651350 - NamedType 4133341791
source: Name
fr_fr: Nom

# Report 2458651350 - NamedType 4271953767
source: Remaining Amount
fr_fr: Montant ouvert

# Report 2458651350 - NamedType 2029247026
source: Document No.
fr_fr: N° du document

# Report 2458651350 - NamedType 2474773393
source: Due Date
fr_fr: Date d’échéance

# Report 2458651350 - NamedType 3337055126
source: Report
fr_fr: État

# Report 2458651350 - NamedType 1636287816
source: Report
fr_fr: État

# Report 3130293585 - Property 2879900210
source: Draft notice
fr_fr: Avis provisoire

# Report 3130293585 - Control 4198158427 - Property 1295455071
source: Specifies the number of copies to print.
fr_fr: Spécifie le nombre de copies à imprimer.

# Report 3130293585 - NamedType 2476940767
source: You must specify a transfer number.
fr_fr: Vous devez spécifier un numéro de virement.

# Report 3130293585 - NamedType 3114637384
source: COPY
fr_fr: COPIE

# Report 3130293585 - NamedType 3752334001
source: Draft notice %1
fr_fr: Avis provisoire %1

# Report 3130293585 - NamedType 732759939
source: A transfer to your bank account %1 (RIB : %2 %3 %4) has been done on %5.
fr_fr: Un virement sur votre compte bancaire %1 (RIB : %2 %3 %4) a été effectué le %5.

# Report 3130293585 - NamedType 846674812
source: This transfer is related to these invoices :
fr_fr: Ce virement est lié aux factures suivantes :

# Report 3130293585 - NamedType 2273660765
source: Draft No.
fr_fr: N° brouillon

# Report 3130293585 - NamedType 247272984
source: VAT Registration No.
fr_fr: N° identif. intracomm.

# Report 3130293585 - NamedType 2997792666
source: FAX No.
fr_fr: N° TÉLÉCOPIE

# Report 3130293585 - NamedType 3851306719
source: Phone No.
fr_fr: N° téléphone

# Report 3130293585 - NamedType 260883521
source: Currency Code
fr_fr: Code devise

# Report 3130293585 - NamedType 2034041705
source: Draft Notice Amount
fr_fr: Montant avis provisoire

# Report 3130293585 - NamedType 2593154839
source: Posting Date
fr_fr: Date comptabilisation

# Report 3130293585 - NamedType 835154067
source: Due Date
fr_fr: Date d’échéance

# Report 3130293585 - NamedType 4249603319
source: Amount
fr_fr: Montant

# Report 3130293585 - NamedType 3337055126
source: Report
fr_fr: État

# Report 3130293585 - NamedType 1636287816
source: Report
fr_fr: État

# Report 3987030059 - Property 2879900210
source: Draft recapitulation
fr_fr: Récapitulatif provisoire

# Report 3987030059 - Control 648353892 - Property 1295455071
source: Specifies the number of copies to print.
fr_fr: Spécifie le nombre de copies à imprimer.

# Report 3987030059 - NamedType 2476940767
source: You must specify a transfer number.
fr_fr: Vous devez spécifier un numéro de virement.

# Report 3987030059 - NamedType 3752334001
source: Vendor %1 does not exist.
fr_fr: Le fournisseur %1 n'existe pas.

# Report 3987030059 - NamedType 2008153173
source: COPY
fr_fr: COPIE

# Report 3987030059 - NamedType 3114637384
source: Draft Recapitulation %1
fr_fr: Récapitulatif provisoire %1

# Report 3987030059 - NamedType 1453081509
source: Draft No.
fr_fr: N° brouillon

# Report 3987030059 - NamedType 3851306719
source: Phone No.
fr_fr: N° téléphone

# Report 3987030059 - NamedType 2997792666
source: Fax No.
fr_fr: N° télécopie

# Report 3987030059 - NamedType 247272984
source: VAT Registration No.
fr_fr: N° identif. intracomm.

# Report 3987030059 - NamedType 260883521
source: Currency Code
fr_fr: Code devise

# Report 3987030059 - NamedType 3851029243
source: Bank Branch No.
fr_fr: Code établissement

# Report 3987030059 - NamedType 1458268524
source: Agency Code
fr_fr: Code agence

# Report 3987030059 - NamedType 111487656
source: Bank Account No.
fr_fr: N° compte bancaire

# Report 3987030059 - NamedType 1483156408
source: RIB Key
fr_fr: Clé RIB

# Report 3987030059 - NamedType 801522178
source: National Issuer No.
fr_fr: N° émetteur national

# Report 3987030059 - NamedType 3140410629
source: DRAFT
fr_fr: BROUILLON

# Report 3987030059 - NamedType 2287756966
source: DRAFTS
fr_fr: BROUILLONS

# Report 3987030059 - NamedType 1110963292
source: Name
fr_fr: Nom

# Report 3987030059 - NamedType 3705722429
source: Bank Account Name
fr_fr: Nom compte bancaire

# Report 3987030059 - NamedType 2292105036
source: Amount
fr_fr: Montant

# Report 3987030059 - NamedType 2031138424
source: Bank Account
fr_fr: Compte bancaire

# Report 3987030059 - NamedType 2389879154
source: Swift Code
fr_fr: Code SWIFT

# Report 3987030059 - NamedType 3337055126
source: Report
fr_fr: État

# Report 3987030059 - NamedType 1636287816
source: Report
fr_fr: État

# Report 3987030059 - NamedType 3090141626
source: Done at :
fr_fr: Fait à :

# Report 4259987900 - Property 2879900210
source: Withdraw notice
fr_fr: Prélèvement

# Report 4259987900 - Control 4198158427 - Property 1295455071
source: Specifies the number of copies to print.
fr_fr: Spécifie le nombre de copies à imprimer.

# Report 4259987900 - NamedType 2476940767
source: You must specify a withdraw number.
fr_fr: Vous devez spécifier un numéro de prélèvement.

# Report 4259987900 - NamedType 3114637384
source: COPY
fr_fr: COPIE

# Report 4259987900 - NamedType 95063322
source: Withdraw %1
fr_fr: Prélèvement %1

# Report 4259987900 - NamedType 732759939
source: A withdraw on your bank account %1 (RIB : %2 %3 %4) has been done on %5.
fr_fr: Un prélèvement sur votre compte bancaire %1 (RIB : %2 %3 %4) a été effectué le %5.

# Report 4259987900 - NamedType 846674812
source: This withdraw is related to these invoices :
fr_fr: Ce prélèvement est lié aux factures suivantes :

# Report 4259987900 - NamedType 2273660765
source: Withdraw No.
fr_fr: N° prélèvement

# Report 4259987900 - NamedType 111487656
source: Bank Account No.
fr_fr: N° compte bancaire

# Report 4259987900 - NamedType 1458268524
source: Agency Code
fr_fr: Code agence

# Report 4259987900 - NamedType 3851029243
source: Bank Branch No.
fr_fr: Code établissement

# Report 4259987900 - NamedType 247272984
source: VAT Registration No.
fr_fr: N° identif. intracomm.

# Report 4259987900 - NamedType 2997792666
source: FAX No.
fr_fr: N° TÉLÉCOPIE

# Report 4259987900 - NamedType 3851306719
source: Phone No.
fr_fr: N° téléphone

# Report 4259987900 - NamedType 260883521
source: Currency Code
fr_fr: Code devise

# Report 4259987900 - NamedType 1601669996
source: Withdraw Notice Amount
fr_fr: Montant du prélèvement

# Report 4259987900 - NamedType 3121265833
source: Posting Date
fr_fr: Date comptabilisation

# Report 4259987900 - NamedType 4170888805
source: Due Date
fr_fr: Date d’échéance

# Report 4259987900 - NamedType 884681333
source: Amount
fr_fr: Montant

# Report 4259987900 - NamedType 3337055126
source: Report
fr_fr: État

# Report 4259987900 - NamedType 1636287816
source: Report
fr_fr: État

# Report 2935487442 - Property 2879900210
source: Withdraw recapitulation
fr_fr: Récapitulatif de prélèvement

# Report 2935487442 - Control 648353892 - Property 1295455071
source: Specifies the number of copies to print.
fr_fr: Spécifie le nombre de copies à imprimer.

# Report 2935487442 - NamedType 95063322
source: COPY
fr_fr: COPIE

# Report 2935487442 - NamedType 732759939
source: Customer %1 does not exist.
fr_fr: Le client %1 n'existe pas.

# Report 2935487442 - NamedType 1370456556
source: Withdraw Recapitulation %1
fr_fr: Récapitulatif de prélèvement %1

# Report 2935487442 - NamedType 2008153173
source: You must specify a withdraw number.
fr_fr: Vous devez spécifier un numéro de prélèvement.

# Report 2935487442 - NamedType 1453081509
source: Withdraw No.
fr_fr: N° prélèvement

# Report 2935487442 - NamedType 3851306719
source: Phone No.
fr_fr: N° téléphone

# Report 2935487442 - NamedType 2997792666
source: Fax No.
fr_fr: N° télécopie

# Report 2935487442 - NamedType 247272984
source: VAT Registration No.
fr_fr: N° identif. intracomm.

# Report 2935487442 - NamedType 260883521
source: Currency Code
fr_fr: Code devise

# Report 2935487442 - NamedType 3851029243
source: Bank Branch No.
fr_fr: Code établissement
