Repository: mmokhtari-deltasoft/Payment-Management-FR
Catalog: Translations/ModuleEncaiss_Decaiss.*.xlf
Languages: fr_fr

# Page 1714817514 - Action 1735507514 - Property 1295455071
source: View the ledger entry line information for the archived payment slips.
fr_fr: Affichez des informations de ligne écriture comptable pour les bordereaux paiement archivés.

# Page 1065496176 - Property 2879900210
source: Lines
fr_fr: Lignes

# Page 1065496176 - Control 3699788827 - Property 1295455071
source: Specifies the account type of the archived payment line.
fr_fr: Spécifie le type de compte de la ligne bordereau archivé.

# Page 1065496176 - Control 1622979514 - Property 1295455071
source: Specifies the account number of the archived payment line.
fr_fr: Spécifie le numéro de compte de la ligne bordereau archivé.

# Page 1065496176 - Control 486908828 - Property 1295455071
source: Specifies the document number that is related to the payment slip.
fr_fr: Spécifie le numéro du document lié au bordereau de paiement.

# Page 1065496176 - Control 1527563463 - Property 1295455071
source: Specifies the document number of the archived payment that refers to the customer's or vendor's numbering system.
fr_fr: Spécifie le numéro de document du bordereau archivé qui fait référence au système de numérotation du client ou du fournisseur.

# Page 1065496176 - Control 3672782421 - Property 1295455071
source: Specifies the file reference which has been used in the electronic payment (ETEBAC) file.
fr_fr: Spécifie la référence du fichier utilisé dans le fichier de paiement électronique (ETEBAC).

# Page 1065496176 - Control 1915851633 - Property 1295455071
source: Specifies the posting group associated with the account of the archived payment line.
fr_fr: Spécifie le groupe comptabilisation associé au compte de la ligne bordereau archivé.

# Page 1065496176 - Control 4085727052 - Property 1295455071
source: Specifies the due date of the archived payment line.
fr_fr: Spécifie la date d'échéance de la ligne bordereau archivé.

# Page 1065496176 - Control 2796346326 - Property 1295455071
source: Specifies the debit amount of the archived payment line.
fr_fr: Spécifie le montant du débit de la ligne bordereau archivé.

# Page 1065496176 - Control 2556136339 - Property 1295455071
source: Specifies the credit amount of the archived payment line.
fr_fr: Spécifie le montant du crédit de la ligne bordereau archivé.

# Page 1065496176 - Control 636392376 - Property 1295455071
source: Specifies the amount (including VAT) of the archived payment line.
fr_fr: Spécifie le montant (TVA comprise) de la ligne bordereau archivé.

# Page 1065496176 - Control 3006332118 - Property 1295455071
source: Specifies the bank account code that is related to the payment slip.
fr_fr: Spécifie le code banque lié au bordereau de paiement.

# Page 1065496176 - Control 852347068 - Property 1295455071
source: Specifies the acception code of the archived payment.
fr_fr: Spécifie le code acceptation du paiement archivé.

# Page 1065496176 - Control 2187733195 - Property 1295455071
source: Specifies the code of the payment address of the archived payment.
fr_fr: Spécifie le code adresse de règlement du bordereau archivé.

# Page 1065496176 - Control 3089817519 - Property 1295455071
source: Specifies the branch number of the bank account as entered in the Bank Account field.
fr_fr: Spécifie le code établissement du compte bancaire entré dans le champ Compte bancaire.

# Page 1065496176 - Control 1433041118 - Property 1295455071
source: Specifies the agency code of the bank account as entered in the Bank Account field.
fr_fr: Spécifie le code agence du compte bancaire entré dans le champ Code compte bancaire.

# Page 1065496176 - Control 1176583840 - Property 1295455071
source: Specifies the international bank account number (IBAN) for the payment slip.
fr_fr: Spécifie le numéro du compte bancaire international (IBAN) du bordereau de paiement.

# Page 1065496176 - Control 428874574 - Property 1295455071
source: Specifies the international bank identification code for the payment slip.
fr_fr: Spécifie le code international d'identification bancaire du bordereau de paiement.

# Page 1065496176 - Control 4248640148 - Property 1295455071
source: Specifies the number of the customer or vendor bank account of the archived payment.
fr_fr: Spécifie le numéro de compte bancaire du client ou du fournisseur pour le bordereau archivé.

# Page 1065496176 - Control 634516972 - Property 1295455071
source: Specifies the name of the bank account, as entered in the Bank Account field.
fr_fr: Spécifie le nom du compte bancaire entré dans le champ Compte bancaire.

# Page 1065496176 - Control 4096573835 - Property 1295455071
source: Specifies the city of the bank account.
fr_fr: Spécifie la ville du compte bancaire.

# Page 1065496176 - Control 1696628850 - Property 1295455071
source: Specifies the two digit RIB key associated with the Bank Branch No.
fr_fr: Spécifie la clé RIB à deux chiffres associée au Code établissement.

# Page 1065496176 - Control 1106821242 - Property 1295455071
source: Specifies that the key entered in the RIB Key field is correct.
fr_fr: Spécifie que la clé entrée dans le champ Clé RIB est correcte.

# Page 1065496176 - Action 1892509601 - Property 2879900210
source: A&ccount
fr_fr: &Compte

# Page 1065496176 - Action 4125097576 - Property 2879900210
source: Card
fr_fr: Fiche

# Page 1065496176 - Action 4125097576 - Property 1295455071
source: Open the card for the entity on the selected line to view more details.
fr_fr: Ouvrir la fiche de l'entité sur la ligne sélectionnée pour afficher plus de détails.

# Page 1065496176 - Action 1111476699 - Property 2879900210
source: Ledger E&ntries
fr_fr: É&critures comptables

# Page 1065496176 - Action 1111476699 - Property 1295455071
source: View details about ledger entries for the vendor account.
fr_fr: Afficher les détails des écritures comptables du compte fournisseur.

# Page 1065496176 - Action 1402615620 - Property 2879900210
source: &Line
fr_fr: &Ligne

# Page 1065496176 - Action 2173385693 - Property 2879900210
source: Dimensions
fr_fr: Axes analytiques

# Page 1065496176 - Action 2173385693 - Property 1295455071
source: View or change the dimension settings for this payment slip. If you change the dimension, you can update all lines on the payment slip.
fr_fr: Affichez ou modifiez les paramètres des dimensions de ce bordereau de paiement. Si vous modifiez la dimension, vous pouvez mettre à jour toutes les lignes du bordereau de paiement.

# Page 94513016 - Property 2879900210
source: Payment Slip Archive
fr_fr: Archives bordereau paiement

# Page 94513016 - Control 4200184881 - Property 1295455071
source: Specifies the number of the payment slip.
fr_fr: Spécifie le numéro du bordereau de paiement.

# Page 94513016 - Control 4198939294 - Property 1295455071
source: Specifies the currency code of the payment.
fr_fr: Spécifie le code devise du paiement.

# Page 94513016 - Control 3710982960 - Property 1295455071
source: Specifies the date when the payment slip was posted.
fr_fr: Spécifie la date de validation du bordereau de paiement.

# Page 94513016 - Control 4099490416 - Property 1295455071
source: Specifies the payment class used when creating this payment slip.
fr_fr: Spécifie le type de règlement utilisé lors de la création de ce bordereau de paiement.

# Page 94513016 - Control 1405208645 - Property 1295455071
source: Specifies the status of the payment.
fr_fr: Spécifie l'état du paiement.

# Page 1215603257 - Property 2879900210
source: Payment Lines Archive List
fr_fr: Liste lignes règlements archivés

# Page 1215603257 - Control 4200184881 - Property 1295455071
source: Specifies the number of the archived payment.
fr_fr: Spécifie le numéro du bordereau archivé.

# Page 1215603257 - Control 3320823955 - Property 1295455071
source: Specifies the archived payment line's entry number.
fr_fr: Spécifie le numéro de l'écriture de la ligne du bordereau archivé.

# Page 1215603257 - Control 486908828 - Property 1295455071
source: Specifies the document number of the archived payment line.
fr_fr: Spécifie le numéro de document de la ligne bordereau archivé.

# Page 1215603257 - Control 4198939294 - Property 1295455071
source: Specifies the currency code of the archived payment line.
fr_fr: Spécifie le code devise de la ligne bordereau archivé.

# Page 1215603257 - Control 636392376 - Property 1295455071
source: Specifies the amount (including VAT) of the archived payment line.
fr_fr: Spécifie le montant (TVA comprise) de la ligne bordereau archivé.

# Page 1215603257 - Control 592951229 - Property 1295455071
source: Specifies the amount in LCY of the archived payment line.
fr_fr: Spécifie le montant en DS de la ligne bordereau archivé.

# Page 1215603257 - Control 3699788827 - Property 1295455071
source: Specifies the account type of the archived payment line.
fr_fr: Spécifie le type de compte de la ligne bordereau archivé.

# Page 1215603257 - Control 1622979514 - Property 1295455071
source: Specifies the account number of the archived payment line.
fr_fr: Spécifie le numéro de compte de la ligne bordereau archivé.

# Page 1215603257 - Control 4085727052 - Property 1295455071
source: Specifies the due date of the archived payment line.
fr_fr: Spécifie la date d'échéance de la ligne bordereau archivé.

# Page 1215603257 - Control 4099490416 - Property 1295455071
source: Specifies the payment class of the archived payment line.
fr_fr: Spécifie le type de règlement de la ligne bordereau archivé.

# Page 1215603257 - Control 1405208645 - Property 1295455071
source: Specifies the status of the archived payment.
fr_fr: Spécifie l'état du paiement archivé.

# Page 1215603257 - Control 3932120693 - Property 1295455071
source: Specifies the archived status line entry number.
fr_fr: Spécifie le numéro d'écriture de la ligne de statut archivée.

# Page 1215603257 - Control 852347068 - Property 1295455071
source: Specifies the acception code of the archived payment.
fr_fr: Spécifie le code acceptation du paiement archivé.

# Page 1215603257 - Control 3672782421 - Property 1295455071
source: Specifies the file reference which has been used in the electronic payment (ETEBAC) file.
fr_fr: Spécifie la référence du fichier utilisé dans le fichier de paiement électronique (ETEBAC).

# Page 1215603257 - Control 634516972 - Property 1295455071
source: Specifies the name of the bank account, as entered in the Bank Account field.
fr_fr: Spécifie le nom du compte bancaire entré dans le champ Compte bancaire.

# Page 1215603257 - Control 3089817519 - Property 1295455071
source: Specifies the branch number of the bank account as entered in the Bank Account field.
fr_fr: Spécifie le code établissement du compte bancaire entré dans le champ Compte bancaire.

# Page 1215603257 - Control 1433041118 - Property 1295455071
source: Specifies the agency code of the bank account as entered in the Bank Account field.
fr_fr: Spécifie le code agence du compte bancaire entré dans le champ Code compte bancaire.

# Page 1215603257 - Control 428874574 - Property 1295455071
source: Specifies the international bank identification code for the payment slip.
fr_fr: Spécifie le code international d'identification bancaire du bordereau de paiement.

# Page 1215603257 - Control 1176583840 - Property 1295455071
source: Specifies the international bank account number (IBAN) for the payment slip.
fr_fr: Spécifie le numéro du compte bancaire international (IBAN) du bordereau de paiement.

# Page 1215603257 - Control 4248640148 - Property 1295455071
source: Specifies the number of the customer or vendor bank account of the archived payment.
fr_fr: Spécifie le numéro de compte bancaire du client ou du fournisseur pour le bordereau archivé.

# Page 1215603257 - Control 1696628850 - Property 1295455071
source: Specifies the two digit RIB key associated with the Bank Branch No.
fr_fr: Spécifie la clé RIB à deux chiffres associée au Code établissement.

# Page 1215603257 - Control 3463041500 - Property 1295455071
source: Specifies whether the payment line was taken into account for the customer or vendor payments in progress.
fr_fr: Spécifie si la ligne bordereau a été prise en compte pour les paiements client ou fournisseur en cours.

# Page 1215603257 - Action 1929393835 - Property 2879900210
source: &Payment
fr_fr: &Règlement

# Page 1215603257 - Action 4125097576 - Property 2879900210
source: Card
fr_fr: Fiche

# Page 1215603257 - Action 4125097576 - Property 1295455071
source: Open the card for the entity on the selected line to view more details.
fr_fr: Ouvrir la fiche de l'entité sur la ligne sélectionnée pour afficher plus de détails.

# Page 90309882 - Property 2879900210
source: Bank Account Card
fr_fr: Fiche compte bancaire

# Page 90309882 - Control 2445482498 - Property 2879900210
source: General
fr_fr: Général

# Page 90309882 - Control 2685439803 - Property 1295455071
source: Specifies the name of your bank.
fr_fr: Spécifie le nom de votre banque.

# Page 90309882 - Control 3247933948 - Property 1295455071
source: Specifies the address of your bank.
fr_fr: Spécifie l'adresse de votre banque.

# Page 90309882 - Control 3554072814 - Property 1295455071
source: Specifies an additional part of the address of your bank.
fr_fr: Spécifie la partie supplémentaire de l'adresse de votre banque.

# Page 90309882 - Control 2488412349 - Property 2879900210
source: Post Code/City
fr_fr: CP/Ville

# Page 90309882 - Control 2488412349 - Property 1295455071
source: Specifies the postal code of your bank.
fr_fr: Spécifie le code postal de votre banque.

# Page 90309882 - Control 4096573835 - Property 1295455071
source: Specifies the city of your bank.
fr_fr: Spécifie la ville de votre banque.

# Page 90309882 - Control 1332947128 - Property 1295455071
source: Specifies the country/region code of your bank.
fr_fr: Spécifie le code pays/région de votre banque.

# Page 90309882 - Control 3823335650 - Property 1295455071
source: Specifies the contact of your bank.
fr_fr: Spécifie le contact de votre banque.

# Page 90309882 - Control 3089817519 - Property 1295455071
source: Specifies the branch number of your bank.
fr_fr: Spécifie le numéro de l'établissement de votre banque.

# Page 90309882 - Control 4248640148 - Property 1295455071
source: Specifies the company's account number at your bank.
fr_fr: Spécifie le numéro de compte bancaire de la société.

# Page 90309882 - Control 1176583840 - Property 1295455071
source: Specifies the international bank account number (IBAN) for the payment slip.
fr_fr: Spécifie le numéro du compte bancaire international (IBAN) du bordereau de paiement.

# Page 90309882 - Control 428874574 - Property 1295455071
source: Specifies the international bank identification code for the payment slip.
fr_fr: Spécifie le code international d'identification bancaire du bordereau de paiement.

# Page 90309882 - Control 52273233 - Property 1295455071
source: Specifies the branch number of your bank.
fr_fr: Spécifie le numéro de l'établissement de votre banque.

# Page 90309882 - Control 1433041118 - Property 1295455071
source: Specifies the agency code of your bank.
fr_fr: Spécifie le code agence de votre banque.

# Page 90309882 - Control 4229006462 - Property 1295455071
source: Specifies the company's account number at your bank.
fr_fr: Spécifie le numéro de compte bancaire de la société.

# Page 90309882 - Control 1696628850 - Property 1295455071
source: Specifies the two digit RIB key associated with the Bank Account No.
fr_fr: Spécifie la clé RIB à deux chiffres associée au N° compte bancaire.

# Page 90309882 - Control 1106821242 - Property 1295455071
source: Specifies that the key entered in the RIB Key field is correct.
fr_fr: Spécifie que la clé entrée dans le champ Clé RIB est correcte.

# Page 90309882 - Control 2198080278 - Property 1295455071
source: Specifies the payment authorization number.
fr_fr: Spécifie le numéro d'autorisation du paiement.

# Page 318158705 - Property 2879900210
source: Payment Step Ledger List
fr_fr: Liste étapes comptabilisation règlement

# Page 318158705 - Control 4099490416 - Property 1295455071
source: Specifies the payment class.
fr_fr: Spécifie le type de règlement.

# Page 318158705 - Control 1735507514 - Property 1295455071
source: Specifies the ledger line's entry number.
fr_fr: Spécifie le numéro de l'écriture de la ligne comptable.

# Page 318158705 - Control 685401789 - Property 1295455071
source: Specifies if the posting will result in a debit or credit entry.
fr_fr: Spécifie si la validation aboutira à un enregistrement débiteur ou créditeur.

# Page 318158705 - Control 3461834954 - Property 1295455071
source: Specifies a description to be used on the general ledger entry.
fr_fr: Spécifie une description à utiliser dans l'écriture comptable.

# Page 318158705 - Control 238246027 - Property 1295455071
source: Specifies the type of account to post the entry to.
fr_fr: Spécifie le type de compte sur lequel valider l'écriture.

# Page 318158705 - Control 3699788827 - Property 1295455071
source: Specifies the type of account to post the entry to.
fr_fr: Spécifie le type de compte sur lequel valider l'écriture.

# Page 318158705 - Control 1622979514 - Property 1295455071
source: Specifies the account number to post the entry to.
fr_fr: Spécifie le numéro de compte sur lequel valider l'écriture.

# Page 318158705 - Control 410940989 - Property 1295455071
source: Specifies a code for the customer posting group used when the entry is posted.
fr_fr: Spécifie un code du groupe comptabilisation client utilisé lorsque l'écriture est validée.

# Page 318158705 - Control 3194161445 - Property 1295455071
source: Specifies a code for the vendor posting group used when the entry is posted.
fr_fr: Spécifie un code du groupe comptabilisation fournisseur utilisé lorsque l'écriture est validée.

# Page 318158705 - Control 3075920170 - Property 1295455071
source: Specifies the root for the G/L accounts group used, when you have selected either G/L Account / Month, or G/L Account / Week.
fr_fr: Spécifie la racine pour le groupe des comptes généraux utilisé, lorsque vous avez sélectionné Compte général par mois échéance ou Compte général par semaine échéance.

# Page 318158705 - Control 664719345 - Property 1295455071
source: Specifies how payment lines will be posted.
fr_fr: Spécifie la manière dont les lignes de paiement seront validées.

# Page 318158705 - Control 4181767958 - Property 1295455071
source: Specifies how to apply entries.
fr_fr: Spécifie la manière de lettrer les écritures.

# Page 318158705 - Control 2606332958 - Property 1295455071
source: Specifies that entries created in this step will be memorized, so the next application can be performed against newly posted entries.
fr_fr: Spécifie que les écritures créées à cette étape seront mémorisées afin que la prochaine application puisse être effectuée sur les dernières écritures validées.

# Page 318158705 - Control 2363328873 - Property 1295455071
source: Specifies the type of document that will be assigned to the ledger entry.
fr_fr: Spécifie le type de document qui sera affecté à l'écriture comptable.

# Page 318158705 - Control 486908828 - Property 1295455071
source: Specifies the method to assign a document number to the ledger entry.
fr_fr: Spécifie la méthode pour affecter un numéro de document à l'écriture comptable.

# Report 4210204823 - Property 2879900210
source: G/L Journal
fr_fr: Journal général

# Report 4210204823 - NamedType 3114637384
source: You must fill in the %1 field.
fr_fr: Vous devez renseigner le champ %1.

# Report 4210204823 - NamedType 3752334001
source: You must specify a Starting Date.
fr_fr: Vous devez spécifier une date de début.

# Report 4210204823 - NamedType 95063322
source: Printed by %1
fr_fr: Imprimé par %1

# Report 4210204823 - NamedType 1370456556
source: Fiscal-Year Status: %1
fr_fr: Statut de l'exercice comptable : %1

# Report 4210204823 - NamedType 218641306
source: G/L Journal
fr_fr: Journal général

# Report 4210204823 - NamedType 1057048686
source: Debit
fr_fr: Débit

# Report 4210204823 - NamedType 1535750739
source: Credit
fr_fr: Crédit

# Report 4210204823 - NamedType 870679289
source: Grand Total :
fr_fr: Total général :

# Report 4210204823 - NamedType 1609589415
source: The starting date must be the first day of a month.
fr_fr: La date de début doit être le premier jour du mois.

# Report 4210204823 - NamedType 3522679266
source: The ending date must be the last day of a month.
fr_fr: La date de fin doit correspondre au dernier jour du mois.

# Report 4210204823 - NamedType 3276318039
source: You must enter a date interval, such as 01.01.17..31.01.17.
fr_fr: Vous devez entrer un intervalle de temps, par exemple 01.01.17..31.01.17.

# Report 1074715950 - Property 2879900210
source: Journals
fr_fr: Journal

# Report 1074715950 - Control 1074715950 - Property 2879900210
source: Display
fr_fr: Afficher

# Report 1074715950 - Control 1074715950 - Property 62802879
source: Journals,Centralized Journals,Journals and Centralization
fr_fr: Feuilles,Centralisation des feuilles,Feuilles et centralisation

# Report 1074715950 - Control 1074715950 - Property 1295455071
source: Specifies how the report displays the results. Choose Journals to display the amounts of individual transactions. Choose Centralized Journals to display amounts centralized per account. Choose Journals and Centralization to display both.
fr_fr: Spécifie la manière dont l’état affiche les résultats. Sélectionnez Feuilles pour afficher les montants des transactions individuelles. Choisissez Centralisation des feuilles pour afficher les montants centralisés par compte. Sélectionnez Feuilles et centralisation pour afficher les deux.

# Report 1074715950 - Control 3710982960 - Property 2879900210
source: Sorted by
fr_fr: Trié par

# Report 1074715950 - Control 3710982960 - Property 62802879
source: Posting Date,Document No.
fr_fr: Date comptabilisation,N° document

# Report 1074715950 - Control 3710982960 - Property 1295455071
source: Specifies criteria for arranging information in the report.
fr_fr: Spécifie les critères d'organisation des informations dans l'état.

# Report 1074715950 - NamedType 3114637384
source: Journals
fr_fr: Journal

# Report 1074715950 - NamedType 3752334001
source: Centralized journals
fr_fr: Centralisation des feuilles

# Report 1074715950 - NamedType 95063322
source: Journals and Centralization
fr_fr: Feuilles avec centralisation

# Report 1074715950 - NamedType 732759939
source: You must fill in the %1 field.
fr_fr: Vous devez renseigner le champ %1.

# Report 1074715950 - NamedType 1370456556
source: You must specify a Starting Date.
fr_fr: Vous devez spécifier une date de début.

# Report 1074715950 - NamedType 2008153173
source: Printed by %1
fr_fr: Imprimé par %1

# Report 1074715950 - NamedType 3921243024
source: The selected starting date %1 is not the start of a %2.
fr_fr: La date de début choisie (%1) ne correspond pas au début de %2.

# Report 1074715950 - NamedType 1664139952
source: The selected ending date %1 is not the end of a %2.
fr_fr: La date de fin choisie (%1) ne correspond pas à la fin de %2.

# Report 1074715950 - NamedType 1026443335
source: Fiscal-Year Status: %1
fr_fr: Statut de l'exercice comptable : %1

# Report 1074715950 - NamedType 3320112837
source: %1 is not a valid selection.
fr_fr: %1 n'est pas une sélection valide.

# Report 1074715950 - NamedType 638740601
source: Posting Date
fr_fr: Date comptabilisation

# Report 1074715950 - NamedType 2124006630
source: Document No.
fr_fr: N° du document

# Report 1074715950 - NamedType 44615812
source: External Document No.
fr_fr: N° doc. externe

# Report 1074715950 - NamedType 3800807873
source: G/L Account No.
fr_fr: N° compte général

# Report 1074715950 - NamedType 1057048686
source: Debit
fr_fr: Débit

# Report 1074715950 - NamedType 1535750739
source: Credit
fr_fr: Crédit
