Repository: mmokhtari-deltasoft/Payment-Management-FR
Catalog: Translations/ModuleEncaiss_Decaiss.*.xlf
Languages: fr_fr

# Table 2853644290 - Field 1696628850 - Property 2879900210
source: RIB Key
fr_fr: Clé RIB

# Table 2853644290 - Field 1106821242 - Property 2879900210
source: RIB Checked
fr_fr: Vérification RIB

# Table 2853644290 - Field 852347068 - Property 2879900210
source: Acceptation Code
fr_fr: Code acceptation

# Table 2853644290 - Field 852347068 - Property 62802879
source: LCR,No,BOR,LCR NA
fr_fr: LCR,Non,BOR,LCR NA

# Table 2853644290 - Field 486908828 - Property 2879900210
source: Document No.
fr_fr: N° du document

# Table 2853644290 - Field 2796346326 - Property 2879900210
source: Debit Amount
fr_fr: Montant débit

# Table 2853644290 - Field 2556136339 - Property 2879900210
source: Credit Amount
fr_fr: Montant crédit

# Table 2853644290 - Field 3093642907 - Property 2879900210
source: Applies-to ID
fr_fr: ID lettrage

# Table 2853644290 - Field 2324056710 - Property 2879900210
source: Currency Factor
fr_fr: Facteur devise

# Table 2853644290 - Field 35450067 - Property 2879900210
source: Posted
fr_fr: Validé

# Table 2853644290 - Field 634516972 - Property 2879900210
source: Bank Account Name
fr_fr: Nom compte bancaire

# Table 2853644290 - Field 2187733195 - Property 2879900210
source: Payment Address Code
fr_fr: Code adresse de règlement

# Table 2853644290 - Field 2865137134 - Property 2879900210
source: Applies-to Doc. Type
fr_fr: Type doc. lettrage

# Table 2853644290 - Field 2865137134 - Property 62802879
source: ,Payment,Invoice,Credit Memo,Finance Charge Memo,Reminder
fr_fr: ,Paiement,Facture,Avoir,Intérêts,Relance

# Table 2853644290 - Field 2899774127 - Property 2879900210
source: Applies-to Doc. No.
fr_fr: N° doc. lettrage

# Table 2853644290 - Field 1527563463 - Property 2879900210
source: External Document No.
fr_fr: N° doc. externe

# Table 2853644290 - Field 592951229 - Property 2879900210
source: Amount (LCY)
fr_fr: Montant DS

# Table 2853644290 - Field 3672782421 - Property 2879900210
source: Drawee Reference
fr_fr: Référence tiré

# Table 2853644290 - Field 4096573835 - Property 2879900210
source: Bank City
fr_fr: Ville banque

# Table 2853644290 - Field 3710982960 - Property 2879900210
source: Posting Date
fr_fr: Date comptabilisation

# Table 2853644290 - Field 3463041500 - Property 2879900210
source: Payment in Progress
fr_fr: Paiement en cours

# Table 2853644290 - Field 1176583840 - Property 2879900210
source: IBAN
fr_fr: N° compte international (IBAN)

# Table 2853644290 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
fr_fr: ID ensemble de dimensions

# Table 1679298113 - Field 4190130733 - Property 2879900210
source: Customer No.
fr_fr: N° de client

# Table 1679298113 - Field 3089817519 - Property 2879900210
source: Bank Branch No.
fr_fr: Code établissement

# Table 1679298113 - Field 1433041118 - Property 2879900210
source: Agency Code
fr_fr: Code agence

# Table 1679298113 - Field 4248640148 - Property 2879900210
source: Bank Account No.
fr_fr: N° compte bancaire

# Table 1010684664 - Property 2879900210
source: Payment Address
fr_fr: Adresse de règlement

# Table 1010684664 - Field 3699788827 - Property 2879900210
source: Account Type
fr_fr: Type compte

# Table 1010684664 - Field 1622979514 - Property 2879900210
source: Account No.
fr_fr: N° compte

# Table 1010684664 - Field 2961552353 - Property 2879900210
source: Name
fr_fr: Nom

# Table 1010684664 - Field 411528779 - Property 2879900210
source: Search Name
fr_fr: Nom de recherche

# Table 1010684664 - Field 966287263 - Property 2879900210
source: Name 2
fr_fr: Nom 2

# Table 1010684664 - Field 3168444338 - Property 2879900210
source: Address
fr_fr: Adresse

# Table 1010684664 - Field 2306852000 - Property 2879900210
source: Address 2
fr_fr: Adresse (2ème ligne)

# Table 1010684664 - Field 3660300303 - Property 2879900210
source: Post Code
fr_fr: Code postal

# Table 1010684664 - Field 714791889 - Property 2879900210
source: City
fr_fr: Ville

# Table 1010684664 - Field 284764054 - Property 2879900210
source: Country/Region Code
fr_fr: Code pays/région

# Table 1010684664 - Field 499448942 - Property 2879900210
source: County
fr_fr: Région

# Table 1010684664 - Field 2913739292 - Property 2879900210
source: Default Value
fr_fr: Valeur par défaut

# Table 977258916 - Property 2879900210
source: Payment Period Setup
fr_fr: Configuration de l'échéance

# Table 977258916 - Field 99564003 - Property 2879900210
source: Days From
fr_fr: Jours écoulés

# Table 977258916 - Field 613565288 - Property 2879900210
source: Days To
fr_fr: Jours restants

# Table 977258916 - NamedType 3485618910
source: Days From must not be less than Days To.
fr_fr: Le nombre de jours écoulés ne doit pas être inférieur au nombre de jours restants.

# Page 977258916 - Property 2879900210
source: Payment Period Setup
fr_fr: Configuration de l'échéance

# Table 3341781580 - Property 2879900210
source: Payment Application Buffer
fr_fr: Tampon du lettrage paiement

# Table 3341781580 - Field 1995275950 - Property 2879900210
source: Invoice Entry No.
fr_fr: N° écriture de facture

# Table 3341781580 - Field 3435910384 - Property 2879900210
source: Pmt. Entry No.
fr_fr: N° écriture paiem.

# Table 3341781580 - Field 3710982960 - Property 2879900210
source: Posting Date
fr_fr: Date comptabilisation

# Table 3341781580 - Field 2363328873 - Property 2879900210
source: Document Type
fr_fr: Type de document

# Table 3341781580 - Field 4085727052 - Property 2879900210
source: Due Date
fr_fr: Date d’échéance

# Table 3341781580 - Field 261637853 - Property 2879900210
source: Pmt. Posting Date
fr_fr: Date comptabilisation paiement

# Table 3341781580 - Field 73960785 - Property 2879900210
source: Invoice Is Open
fr_fr: La facture est ouverte

# Table 3341781580 - Field 2416506740 - Property 2879900210
source: Invoice Doc. No.
fr_fr: N° doc. facture

# Table 3341781580 - Field 2616021550 - Property 2879900210
source: CV No.
fr_fr: N° CF

# Table 3341781580 - Field 2839012062 - Property 2879900210
source: Inv. External Document No.
fr_fr: N° doc. externe facture

# Table 3341781580 - Field 1863191850 - Property 2879900210
source: Pmt. Doc. No.
fr_fr: N° doc. paiem.

# Table 3341781580 - Field 3146547417 - Property 2879900210
source: Entry Amount (LCY)
fr_fr: Montant écriture (DS)

# Table 3341781580 - Field 1689149088 - Property 2879900210
source: Pmt. Amount (LCY)
fr_fr: Montant paiement (DS)

# Table 3341781580 - Field 2700662257 - Property 2879900210
source: Remaining Amount (LCY)
fr_fr: Montant restant (DS)

# Table 3341781580 - Field 2515731156 - Property 2879900210
source: Entry Amount Corrected (LCY)
fr_fr: Montant écriture corrigé (DS)

# Table 3341781580 - Field 2974243535 - Property 2879900210
source: Days Since Due Date
fr_fr: Nombre de jours depuis la date d’échéance

# Table 3341781580 - Field 2504276120 - Property 2879900210
source: Pmt. Days Delayed
fr_fr: Escompte jours de retard

# Codeunit 2657655153 - NamedType 560218009
source: DEFAULT
fr_fr: DEFAUT

# Codeunit 2657655153 - NamedType 1197914626
source: Default Schedule
fr_fr: Tableau d'analyse par défaut

# Codeunit 2763243482 - NamedType 3114637384
source: There is nothing to export.
fr_fr: Il n'y a rien à exporter.

# Codeunit 2763243482 - NamedType 3752334001
source: must be positive
fr_fr: doit être de signe positif

# Codeunit 2763243482 - NamedType 95063322
source: must not start with zero
fr_fr: ne doit pas commencer par zéro

# Report 2763243482 - Property 2879900210
source: Export DEB DTI
fr_fr: Exporter DEB DTI

# Report 2763243482 - Control 989751795 - Property 2879900210
source: File Name
fr_fr: Nom du fichier

# Report 2763243482 - Control 989751795 - Property 1295455071
source: Specifies the path and file name to store your DEB data. Add the XML file name extension to the file name.
fr_fr: Spécifie le chemin d’accès et le nom de fichier pour enregistrer vos données DEB. Ajoutez l’extension de nom de fichier XML au nom de fichier.

# Report 2763243482 - Control 67810456 - Property 2879900210
source: Obligation Level
fr_fr: Niveau d'obligation

# Report 2763243482 - Control 67810456 - Property 1295455071
source: Specifies the obligation level based on the amount of receipts and dispatches from January 1 to December 31 in the previous year. For more information about the obligation level you should use, see the French Customs website.
fr_fr: Spécifie le niveau d'obligation basé sur le montant des réceptions et les expéditions du 1er au 31 décembre de l'année précédente. Pour plus d'informations sur le niveau d'obligation à utiliser, consultez le site web des douanes françaises.

# Report 2763243482 - NamedType 3114637384
source: The journal lines were successfully exported.
fr_fr: Les lignes de la feuille ont été validées avec succès.

# Report 2763243482 - NamedType 3752334001
source: Export DEB DTI+ to XML.
fr_fr: Exporter DEB DTI+ vers XML.

# Report 2763243482 - NamedType 732759939
source: A destination file must be specified.
fr_fr: Un fichier de destination doit être spécifié.

# Codeunit 2469248350 - NamedType 1835611243
source: Successfully applied
fr_fr: Lettrage réussi

# Codeunit 639978251 - NamedType 3114637384
source: Number %1 cannot be extended to more than 20 characters.
fr_fr: Le numéro %1 ne peut pas être étendu à plus de 20 caractères.

# Codeunit 639978251 - NamedType 3752334001
source: One or more acceptation codes are No.
fr_fr: La valeur d'un ou plusieurs codes acceptation est Non

# Codeunit 639978251 - NamedType 95063322
source: One or more lines have an incorrect RIB code.
fr_fr: Une ou plusieurs lignes indiquent un code RIB incorrect

# Codeunit 639978251 - NamedType 732759939
source: There is no Payment Header to create.
fr_fr: Il n'y a pas de bordereau à créer.

# Codeunit 639978251 - NamedType 1370456556
source: Ledger Posting
fr_fr: Validation en comptabilité

# Codeunit 639978251 - NamedType 2008153173
source: One or more due dates are not specified.
fr_fr: Une ou plusieurs dates d'échéance ne sont pas spécifiées.

# Codeunit 639978251 - NamedType 2645849790
source: The action has been canceled.
fr_fr: L'action a été annulée.

# Codeunit 639978251 - NamedType 3283546407
source: The header RIB is not correct.
fr_fr: Le RIB de l'en-tête est incorrect.

# Codeunit 639978251 - NamedType 3921243024
source: The combination of dimensions used in Payment Header %1 is blocked. %2.
fr_fr: La combinaison d'axes analytiques utilisée dans le bordereau %1 est bloquée. %2.

# Codeunit 639978251 - NamedType 1664139952
source: The combination of dimensions used in Payment Header %1, line no. %2 is blocked. %3.
fr_fr: La combinaison d'axes analytiques utilisée dans le bordereau %1, ligne n° %2, est bloquée. %3.

# Codeunit 639978251 - NamedType 2939533186
source: Customer Posting Group %1 does not exist.
fr_fr: Le groupe compta. client %1 n'existe pas.

# Codeunit 639978251 - NamedType 4214926420
source: You must enter a G/L account for customer posting group %1.
fr_fr: Vous devez entrer un compte général pour le groupe compta. client %1.

# Codeunit 639978251 - NamedType 1195352358
source: A posted line cannot be deleted.
fr_fr: Une ligne validée ne peut pas être supprimée.

# Codeunit 639978251 - NamedType 557655741
source: Source Code %1 does not exist.
fr_fr: Le code source %1 n'existe pas.

# Codeunit 639978251 - NamedType 857534312
source: You must specify a debit account number for step %1 of payment type %2.
fr_fr: Vous devez spécifier un numéro de compte de débit à l'étape %1 du type de règlement %2.

# Codeunit 639978251 - NamedType 219837695
source: You must specify a credit account number for step %1 of payment type %2.
fr_fr: Vous devez spécifier un numéro de compte de crédit à l'étape %1 du type de règlement %2.

# Codeunit 639978251 - NamedType 1940672225
source: You must specify an account number in the payment header.
fr_fr: Vous devez spécifier un n° de compte dans le bordereau.

# Codeunit 639978251 - NamedType 2578368842
source: Code %1 does not contain a number.
fr_fr: Le code %1 ne contient pas de nombre.

# Codeunit 639978251 - NamedType 665278991
source: The status of document %1 does not authorize archiving.
fr_fr: Le statut du document %1 n'autorise pas l'archivage.

# Codeunit 639978251 - NamedType 3372984694
source: A dimension used in %1 %2 %3 has caused an error. %4
fr_fr: Un axe analytique utilisé dans %1 %2 %3 a provoqué une erreur. %4

# Codeunit 639978251 - NamedType 1005209301
source: A dimension used in %1 has caused an error. %2
fr_fr: Un axe analytique utilisé dans %1 a provoqué une erreur. %2

# Codeunit 639978251 - NamedType 3669593336
source: Rounding on %1
fr_fr: Arrondi sur %1

# Codeunit 2046689357 - NamedType 3114637384
source: The %1 in the %2 will be changed from %3 to %4.\
fr_fr: Remplacement de %1 %3 par %4 dans %2.\

# Codeunit 2046689357 - NamedType 3752334001
source: Do you wish to continue?
fr_fr: Souhaitez-vous continuer ?

# Codeunit 2046689357 - NamedType 95063322
source: The update has been interrupted to respect the warning.
fr_fr: La mise à jour a été interrompue pour respecter l'alerte.

# Codeunit 2046689357 - NamedType 1370456556
source: The %1 or %2 must be Customer or Vendor.
fr_fr: %1 ou %2 doit être un client ou un fournisseur.

# Codeunit 2046689357 - NamedType 2008153173
source: All entries in one application must be in the same currency.
fr_fr: La même devise doit être utilisée pour toutes les écritures lettrage.

# Codeunit 2046689357 - NamedType 2645849790
source: All entries in one application must be in the same currency or one or more of the EMU currencies.
fr_fr: Toutes les écritures d'une même application doivent être indiquées dans la même devise ou dans une ou plusieurs devises UME.

# Codeunit 3159426552 - NamedType 3114637384
source: You must create a new fiscal year before you can fiscally close the old year.
fr_fr: Vous devez créer un nouvel exercice comptable avant de pouvoir clôturer fiscalement l'ancien exercice.

# Codeunit 3159426552 - NamedType 3752334001
source: This function fiscally closes the fiscal year from %1 to %2.
fr_fr: Cette fonction permet de clôturer fiscalement l'exercice comptable du %1 au %2.

# Codeunit 3159426552 - NamedType 95063322
source: Make sure to make a backup of the database before fiscally closing the fiscal year, because once the fiscal year is fiscally closed it cannot be opened again and no G/L entries can be posted anymore on a fiscally closed fiscal year.\\
fr_fr: Veillez à créer une sauvegarde de la base de données avant de clôturer fiscalement l'exercice comptable car une fois qu'il est clôturé, vous ne pouvez plus le rouvrir ni y valider d'écritures comptables.\\

# Codeunit 3159426552 - NamedType 732759939
source: Do you want to fiscally close the fiscal year?
fr_fr: Voulez-vous clôturer fiscalement l'exercice comptable ?

# Codeunit 3159426552 - NamedType 2008153173
source: To fiscally close the fiscal year from %1 to %2, you must first post or delete all unposted general journal lines for this fiscal year.\\%3='%4',%5='%6',%7='%8'.
fr_fr: Pour clôturer fiscalement l'exercice comptable du %1 au %2, vous devez d'abord valider ou supprimer toutes les lignes feuille comptabilité non validées pour cet exercice comptable.\\%3=« %4 »,%5=« %6 »,%7=« %8 ».

# Codeunit 3159426552 - NamedType 2645849790
source: The Income Statement G/L accounts are not balanced at date %1. Please run the batch job Close Income Statement again before fiscally closing the fiscal year from %2 to %3.
fr_fr: Les comptes généraux de gestion ne sont pas soldés au %1. Réexécutez le traitement par lots Clôture comptes de gestion avant de clôturer fiscalement l'exercice comptable du %2 au %3.

# Codeunit 3159426552 - NamedType 3283546407
source: The fiscal year from %1 to %2 must first be closed before it can be fiscally closed.
fr_fr: L'exercice comptable du %1 au %2 doit être clôturé avant de pouvoir être clôturé fiscalement.

# Codeunit 3159426552 - NamedType 3921243024
source: Fiscally Closed
fr_fr: Clôturé fiscalement

# Codeunit 3159426552 - NamedType 1664139952
source: Fiscally Open
fr_fr: Ouvert fiscalement

# Codeunit 2271842744 - NamedType 2247286032
source: The selected date is not a starting period.
fr_fr: La date choisie n'est pas un début de période.

# Codeunit 2271842744 - NamedType 1609589415
source: The starting date must be the first day of a month.
fr_fr: La date de début doit être le premier jour du mois.

# Codeunit 2271842744 - NamedType 3522679266
source: The ending date must be the last day of a month.
fr_fr: La date de fin doit correspondre au dernier jour du mois.

# Codeunit 2271842744 - NamedType 3276318039
source: You must enter a date interval, such as 01.01.17..31.01.17.
fr_fr: Vous devez entrer un intervalle de temps, par exemple 01.01.17..31.01.17.

# Page 3014231256 - Property 2879900210
source: Balance Sheet & Income Statement
fr_fr: Bilan et résultat

# Page 3014231256 - Control 2961552353 - Property 1295455071
source: Specifies the name of the account schedule.
fr_fr: Spécifie le nom du tableau d'analyse.

# Page 3014231256 - Control 3461834954 - Property 1295455071
source: Specifies the description of the account schedule.
fr_fr: Spécifie la description du tableau d'analyse.

# Page 3014231256 - Control 2424145555 - Property 1295455071
source: Specifies a column description for the current year's total balance of the account schedule.
fr_fr: Spécifie une description de la colonne du solde final de l'exercice actif figurant dans le tableau d'analyse.

# Page 3014231256 - Control 42268110 - Property 1295455071
source: Specifies a column description for the current year's total balance of the account schedule.
fr_fr: Spécifie une description de la colonne du solde final de l'exercice actif figurant dans le tableau d'analyse.

# Page 3014231256 - Control 3699538789 - Property 1295455071
source: Specifies a column description for the current year's total balance of the account schedule.
fr_fr: Spécifie une description de la colonne du solde final de l'exercice actif figurant dans le tableau d'analyse.

# Page 3014231256 - Control 1586359282 - Property 1295455071
source: Specifies a description for the column of the previous year's total balance on the account schedule.
fr_fr: Spécifie une description de la colonne du solde final de l'exercice précédent figurant dans le tableau d'analyse.

# Page 3014231256 - Action 844318060 - Property 2879900210
source: Edit Account Schedule
fr_fr: Modifier tableau d'analyse

# Page 3014231256 - Action 844318060 - Property 1295455071
source: Open the Account Schedule window so that you can modify the account schedule.
fr_fr: Ouvrez la fenêtre Tableau d'analyse dans laquelle vous pouvez modifier le tableau d'analyse.

# Page 777154300 - Property 2879900210
source: FR Account Schedule
fr_fr: Tableau analyse Bilan/Résultat

# Page 777154300 - Control 3025887041 - Property 2879900210
source: Name
fr_fr: Nom

# Page 777154300 - Control 3025887041 - Property 1295455071
source: Specifies the name of the account schedule.
fr_fr: Spécifie le nom du tableau d'analyse.

# Page 777154300 - Control 2782707039 - Property 1295455071
source: Specifies the number for the account schedule line.
fr_fr: Spécifie le numéro pour la ligne du tableau d'analyse.

# Page 777154300 - Control 3461834954 - Property 1295455071
source: Specifies the description of the account schedule line.
fr_fr: Spécifie la description de la ligne du tableau d'analyse.

# Page 777154300 - Control 2815904118 - Property 1295455071
source: Specifies the totaling type for the account schedule line.
fr_fr: Spécifie le type de totalisation pour la ligne du tableau d'analyse.

# Page 777154300 - Control 478049462 - Property 1295455071
source: Specifies which accounts will be totaled on this account schedule line.
fr_fr: Spécifie les comptes totalisés sur cette ligne du tableau d'analyse.

# Page 777154300 - Control 2599669500 - Property 1295455071
source: Specifies which accounts, with a debit balance, will be totaled on this line.
fr_fr: Spécifie les comptes (avec un solde débiteur) totalisés sur cette ligne.

# Page 777154300 - Control 3710493534 - Property 1295455071
source: Specifies which accounts, with a credit balance, will be totaled on this line.
fr_fr: Spécifie les comptes (avec un solde créditeur) totalisés sur cette ligne.

# Page 777154300 - Control 2430487460 - Property 1295455071
source: Specifies which accounts will be totaled on this line, in addition to the Totaling field.
fr_fr: Spécifie les comptes totalisés sur cette ligne, en complément du champ Totalisation.

# Page 777154300 - Control 2899864154 - Property 1295455071
source: Specifies how the amounts in reports will be displayed.
fr_fr: Spécifie le mode d'affichage des montants dans les états.

# Page 777154300 - Control 3900770161 - Property 1295455071
source: Specifies if there will be a page break after the current account, when the account schedule is printed.
fr_fr: Spécifie s'il doit y avoir un saut de page après le compte en cours, lorsque le tableau d'analyse est imprimé.

# Page 777154300 - Action 1002420131 - Property 2879900210
source: &Print
fr_fr: &Imprimer

# Page 777154300 - Action 1002420131 - Property 1295455071
source: Prepare to print the document. A report request window for the document opens where you can specify what to include on the print-out.
fr_fr: Préparez-vous à imprimer le document. Une fenêtre de sélection de l'état pour le document s'ouvre et vous permet d'indiquer les éléments à imprimer.

# Page 777154300 - Action 777154300 - Property 2879900210
source: FR Account Schedule
fr_fr: Tableau analyse Bilan/Résultat

# Page 777154300 - Action 777154300 - Property 1295455071
source: Analyze figures in general ledger accounts or compare general ledger entries with general ledger budget entries.
fr_fr: Analysez les chiffres des comptes généraux ou comparer les écritures comptables et les écritures comptables budget.

# Report 777154300 - Property 2879900210
source: FR Account Schedule
fr_fr: Tableau analyse Bilan/Résultat

# Report 777154300 - NamedType 1609589415
source: Period:
fr_fr: Période :

# Report 777154300 - NamedType 1026208809
source: Account Schedule
fr_fr: Tableau d'analyse

# Report 777154300 - NamedType 2803307488
source: FR Acc. Schedule Name
fr_fr: Nom tableau d'analyse B/R

# Report 777154300 - NamedType 2260691794
source: Realized (%)
fr_fr: Réalisé (%)

# Page 1934112610 - Property 2879900210
source: Payment Class List
fr_fr: Liste des types de règlement

# Page 1934112610 - Control 3004954119 - Property 1295455071
source: Specifies a payment class code.
fr_fr: Spécifie un code type de règlement.

# Page 1934112610 - Control 2961552353 - Property 1295455071
source: Specifies text to describe the payment class.
fr_fr: Spécifie un texte qui décrit le type de règlement.

# Page 3316147824 - Property 2879900210
source: Payment Status List
fr_fr: Liste des statuts règlement

# Page 3316147824 - Control 2961552353 - Property 1295455071
source: Specifies text to describe the payment status.
fr_fr: Spécifie un texte qui décrit le statut du règlement.

# Page 3316147824 - Control 3357772017 - Property 1295455071
source: Specifies that lines of payment documents with this status may be looked up and edited through the View/Edit Payment Line window.
fr_fr: Spécifie que des lignes des documents de règlement ayant ce statut peuvent faire l'objet d'une recherche et d'une modification via la fenêtre Afficher/Éditer ligne paiement.

# Page 3316147824 - Control 1860084663 - Property 1295455071
source: Specifies that documents with this status may be printed.
fr_fr: Spécifie que des lignes des documents de règlement ayant ce statut peuvent être imprimées.
