Repository: mmokhtari-deltasoft/Payment-Management-FR
Catalog: Translations/ModuleEncaiss_Decaiss.*.xlf
Languages: fr_fr

# Page 3316147824 - Control 41587 - Property 1295455071
source: Specifies all information involving the bank identifier (RIB) statement of the customer or vendor be displayed on the payment lines.
fr_fr: Spécifie que toutes les informations figurant sur le relevé d'identité bancaire (RIB) du client ou du fournisseur s'affichent sur les lignes paiement.

# Page 3316147824 - Control 852347068 - Property 1295455071
source: Specifies that the acceptation code will displayed on the payment lines.
fr_fr: Spécifie que le code acceptation s'affichera sur les lignes paiement.

# Page 3316147824 - Control 636392376 - Property 1295455071
source: Specifies that the amount will displayed on the payment lines.
fr_fr: Spécifie que le montant s'affichera sur les lignes paiement.

# Page 3316147824 - Control 84647506 - Property 1295455071
source: Specifies that the debit amount will displayed on the payment lines.
fr_fr: Spécifie que le montant débiteur s'affichera sur les lignes paiement.

# Page 3316147824 - Control 2141525479 - Property 1295455071
source: Specifies that the credit amount will displayed on the payment lines.
fr_fr: Spécifie que le montant créditeur s'affichera sur les lignes paiement.

# Page 3316147824 - Control 3463041500 - Property 1295455071
source: Specifies if you want to take into account all billing and payment lines with this status, when calculating the payments in progress.
fr_fr: Indique si vous souhaitez prendre en compte toutes les lignes de facturation et paiement ayant ce statut lors du calcul des paiements en cours.

# Page 2459615262 - Property 2879900210
source: View/Edit Payment Lines
fr_fr: Afficher/modifier lignes paiement

# Page 2459615262 - Control 4099490416 - Property 1295455071
source: Specifies the payment class.
fr_fr: Spécifie le type de règlement.

# Page 2459615262 - Control 2961552353 - Property 1295455071
source: Specifies text to describe the payment status.
fr_fr: Spécifie un texte qui décrit le statut du règlement.

# Page 2459615262 - Action 1529407671 - Property 2879900210
source: Payment Lines List
fr_fr: Liste des lignes règlement

# Page 2459615262 - Action 1529407671 - Property 1295455071
source: View line information for payments and collections.
fr_fr: Affichez des informations sur les paiements et recouvrements.

# Page 2923491568 - Property 2879900210
source: Payment Report
fr_fr: Etat règlement

# Page 2923491568 - Control 4099490416 - Property 1295455071
source: Specifies the payment class.
fr_fr: Spécifie le type de règlement.

# Page 2923491568 - Control 2961552353 - Property 1295455071
source: Specifies text to describe the payment status.
fr_fr: Spécifie un texte qui décrit le statut du règlement.

# Page 2923491568 - Action 2079045816 - Property 2879900210
source: &Print
fr_fr: &Imprimer

# Page 2923491568 - Action 2079045816 - Property 1295455071
source: Prepare to print the document. A report request window for the document opens where you can specify what to include on the print-out.
fr_fr: Préparez-vous à imprimer le document. Une fenêtre de sélection de l'état pour le document s'ouvre et vous permet d'indiquer les éléments à imprimer.

# Page 161289277 - Property 2879900210
source: Payment Step
fr_fr: Étape règlement

# Page 161289277 - Control 2961552353 - Property 1295455071
source: Specifies text to describe the payment step.
fr_fr: Spécifie un texte qui décrit l'étape du règlement.

# Page 1293839624 - Property 2879900210
source: Payment Step Card
fr_fr: Fiche étape règlement

# Page 1293839624 - Control 4099490416 - Property 1295455071
source: Specifies the payment class.
fr_fr: Spécifie le type de règlement.

# Page 1293839624 - Control 1735507514 - Property 1295455071
source: Specifies the step line's entry number.
fr_fr: Spécifie le numéro d'écriture de la ligne d'étape de la procédure.

# Page 1293839624 - Control 2961552353 - Property 1295455071
source: Specifies text to describe the payment step.
fr_fr: Spécifie un texte qui décrit l'étape du règlement.

# Page 1293839624 - Control 1032931831 - Property 1295455071
source: Specifies the status from which this step should start executing.
fr_fr: Spécifie le statut à partir duquel cette étape doit commencer à s'exécuter.

# Page 1293839624 - Control 1642756574 - Property 1295455071
source: Specifies the name of the status selected in the Previous Status field.
fr_fr: Spécifie le nom du statut sélectionné dans le champ Statut précédent.

# Page 1293839624 - Control 3450954181 - Property 1295455071
source: Specifies the status on which this step should end.
fr_fr: Spécifie le statut sur lequel cette étape doit se terminer.

# Page 1293839624 - Control 3980115888 - Property 1295455071
source: Specifies the name of the status selected in the Next Status field.
fr_fr: Spécifie le nom du statut sélectionné dans le champ Statut suivant.

# Page 1293839624 - Control 1060207642 - Property 1295455071
source: Specifies the type of action to be performed by this step.
fr_fr: Spécifie le type d'action à effectuer à cette étape.

# Page 1293839624 - Control 975810371 - Property 1295455071
source: Specifies the ID for the report used, when Action Type is set to Report.
fr_fr: Spécifie l'ID état utilisé lorsque le Type action est défini sur État.

# Page 1293839624 - Control 1774461192 - Property 1295455071
source: Specifies the method that is used to export files.
fr_fr: Spécifie la méthode utilisée pour exporter des fichiers.

# Page 1293839624 - Control 3986201189 - Property 1295455071
source: Specifies the ID code for the selected export type.
fr_fr: Spécifie le code ID du type d'exportation sélectionné.

# Page 1293839624 - Control 1925161237 - Property 1295455071
source: Specifies that the RIB of the header on the payment slip lines has been properly reported.
fr_fr: Spécifie que les informations du RIB de l'en-tête sur les lignes de bordereau paiement ont été entrées correctement.

# Page 1293839624 - Control 1100495153 - Property 1295455071
source: Specifies that the due date on the billing and payment lines has been properly reported.
fr_fr: Spécifie que la date d'échéance sur les lignes de facturation et de paiement a été entrée correctement.

# Page 1293839624 - Control 2720485332 - Property 1295455071
source: Specifies the source code linked to the payment step.
fr_fr: Spécifie le code journal associé à l'étape règlement.

# Page 1293839624 - Control 1908046867 - Property 1295455071
source: Specifies the reason code linked to the payment step.
fr_fr: Spécifie le code motif associé à l'étape règlement.

# Page 1293839624 - Control 36813604 - Property 1295455071
source: Specifies the code used to assign numbers to the header of a new payment slip.
fr_fr: Spécifie le code utilisé pour affecter des numéros à l'en-tête d'un nouveau bordereau de paiement.

# Page 1293839624 - Control 3083748138 - Property 1295455071
source: Specifies you want the payment entries to pass as corrections.
fr_fr: Spécifie que vous voulez que les écritures de paiement soient traitées comme des recouvrements.

# Page 1293839624 - Control 1115346937 - Property 1295455071
source: Specifies that the unrealized VAT should be reversed and the VAT should be declared.
fr_fr: Spécifie que la TVA sur encaissement doit être contre-passée et la TVA déclarée.

# Page 1293839624 - Control 804128259 - Property 1295455071
source: Specifies that the RIB on the payment slip header has been properly reported.
fr_fr: Spécifie que les informations du RIB sur l'en-tête du bordereau de paiement ont été entrées correctement.

# Page 1293839624 - Control 2014436629 - Property 1295455071
source: Specifies that the acceptation code on each payment line is not No.
fr_fr: Spécifie que le code acceptation sur chaque ligne paiement n'est pas « Non ».

# Page 1293839624 - Action 2506227452 - Property 2879900210
source: Payment Step
fr_fr: Étape règlement

# Page 1293839624 - Action 1915507847 - Property 2879900210
source: Ledger
fr_fr: Comptabilité

# Page 1293839624 - Action 1915507847 - Property 1295455071
source: View and edit the list of payment steps for posting debit and credit entries to the general ledger.
fr_fr: Affichez et modifiez la procédure de règlement pour valider des enregistrements débiteurs et créditeurs dans la comptabilité.

# Page 2211706696 - Property 2879900210
source: Payment Slip
fr_fr: Bordereau paiement

# Page 2211706696 - Control 2445482498 - Property 2879900210
source: General
fr_fr: Général

# Page 2211706696 - Control 4200184881 - Property 1295455071
source: Specifies the number of the payment header.
fr_fr: Spécifie le numéro de l'en-tête bordereau.

# Page 2211706696 - Control 4099490416 - Property 1295455071
source: Specifies the payment class used when creating this payment slip.
fr_fr: Spécifie le type de règlement utilisé lors de la création de ce bordereau de paiement.

# Page 2211706696 - Control 2749275709 - Property 1295455071
source: Specifies the name of the payment class used.
fr_fr: Spécifie le nom du type de règlement utilisé.

# Page 2211706696 - Control 1405208645 - Property 1295455071
source: Specifies the status the payment is in.
fr_fr: Spécifie l'état du paiement.

# Page 2211706696 - Control 4198939294 - Property 1295455071
source: Specifies the currency code to be used on the payment lines.
fr_fr: Spécifie le code devise à utiliser pour les lignes paiement.

# Page 2211706696 - Control 3710982960 - Property 1295455071
source: Specifies the date when the payment slip should be posted.
fr_fr: Spécifie la date à laquelle le bordereau de paiement doit être validé.

# Page 2211706696 - Control 580412389 - Property 1295455071
source: Specifies the date when you create the payment slip.
fr_fr: Spécifie la date à laquelle le bordereau de paiement a été créé.

# Page 2211706696 - Control 592951229 - Property 1295455071
source: Specifies the sum of the amounts in the Amount (LCY) fields on the associated lines.
fr_fr: Spécifie la somme des montants des champs Montant DS sur les lignes associées.

# Page 2211706696 - Control 1522950594 - Property 1295455071
source: Specifies if the payment slip is a person or company.
fr_fr: Spécifie si le bordereau de paiement est une personne ou une société.

# Page 2211706696 - Control 2808404044 - Property 2879900210
source: Posting
fr_fr: Validation

# Page 2211706696 - Control 2720485332 - Property 1295455071
source: Specifies the source of the payment slip.
fr_fr: Spécifie la source du bordereau de paiement.

# Page 2211706696 - Control 1577567912 - Property 1295455071
source: Specifies the dimension value code that the payment header will be associated with.
fr_fr: Spécifie le code section analytique auquel le bordereau est associé.

# Page 2211706696 - Control 1003760969 - Property 1295455071
source: Specifies the dimension value code associated with the payment header.
fr_fr: Spécifie le code de la section analytique associée à l'en-tête bordereau.

# Page 2211706696 - Control 3699788827 - Property 1295455071
source: Specifies the type of account that payments will be transferred to/from.
fr_fr: Spécifie le type de compte vers et à partir duquel les paiements seront transférés.

# Page 2211706696 - Control 1622979514 - Property 1295455071
source: Specifies the number of the account that the payments will be transferred to/from.
fr_fr: Spécifie le numéro de compte vers et à partir duquel les paiements seront transférés.

# Page 2211706696 - Control 3898133108 - Property 2879900210
source: File Export Errors
fr_fr: Erreurs exportation fichier

# Page 2211706696 - Action 2947630187 - Property 2879900210
source: &Header
fr_fr: &Bordereau

# Page 2211706696 - Action 2173385693 - Property 2879900210
source: Dimensions
fr_fr: Axes analytiques

# Page 2211706696 - Action 2173385693 - Property 1295455071
source: View or change the dimension settings for this payment slip. If you change the dimension, you can update all lines on the payment slip.
fr_fr: Affichez ou modifiez les paramètres des dimensions de ce bordereau de paiement. Si vous modifiez la dimension, vous pouvez mettre à jour toutes les lignes du bordereau de paiement.

# Page 2211706696 - Action 2668582154 - Property 2879900210
source: Header RIB
fr_fr: Relevé d'identité bancaire

# Page 2211706696 - Action 2668582154 - Property 1295455071
source: View the RIB key that is associated with the bank account.
fr_fr: Affichez la clé RIB associée au compte bancaire.

# Page 2211706696 - Action 1405007275 - Property 2879900210
source: &Navigate
fr_fr: Navi&guer

# Page 2211706696 - Action 907109761 - Property 2879900210
source: Header
fr_fr: En-tête

# Page 2211706696 - Action 907109761 - Property 1295455071
source: View general information about payments or collections, for example, to and from customers and vendors. A payment header has one or more payment lines assigned to it. The lines contain information such as the amount, the bank details, and the due date.
fr_fr: Affichez des informations générales sur les paiements ou recouvrements, par exemple, à l'origine ou à destination des clients ou des fournisseurs. Une ou plusieurs lignes bordereau sont affectées à l'en-tête bordereau. Les lignes contiennent des informations de la table Ligne bordereau, telles que le montant, les coordonnées bancaires et la date d'échéance.

# Page 2211706696 - Action 1735507514 - Property 2879900210
source: Line
fr_fr: Ligne

# Page 2211706696 - Action 1735507514 - Property 1295455071
source: Create a new payment line for the payment slip.
fr_fr: Créez une ligne de paiement pour le bordereau de paiement.

# Page 2211706696 - Action 3106002577 - Property 2879900210
source: F&unctions
fr_fr: Fonction&s

# Page 2211706696 - Action 3356747371 - Property 2879900210
source: Suggest &Vendor Payments
fr_fr: Proposer paiements &fournisseur

# Page 2211706696 - Action 3356747371 - Property 1295455071
source: Process open vendor ledger entries (entries that result from posting invoices, finance charge memos, credit memos, and payments) to create a payment suggestion as lines in a payment slip.
fr_fr: Traitez les écritures comptables fournisseur ouvertes (écritures résultant de la validation de factures, de factures d'intérêts, d'avoirs et de paiements) pour créer une suggestion de paiement sous la forme de lignes dans un bordereau paiement.

# Page 2211706696 - Action 3593346195 - Property 2879900210
source: Suggest &Customer Payments
fr_fr: Proposer règlements &client

# Page 2211706696 - Action 3593346195 - Property 1295455071
source: Process open customer ledger entries (entries that result from posting invoices, finance charge memos, credit memos, and payments) to create a payment suggestion as lines in a payment slip.
fr_fr: Traitez les écritures comptables client ouvertes (écritures résultant de la validation de factures, de factures d'intérêts, d'avoirs et de paiements) pour créer une suggestion de paiement sous la forme de lignes dans un bordereau paiement.

# Page 2211706696 - Action 1528185918 - Property 2879900210
source: Archive
fr_fr: Archiver

# Page 2211706696 - Action 1528185918 - Property 1295455071
source: Archive the payment slip to separate it from active entries.
fr_fr: Archivez le bordereau de paiement pour le séparer des écritures actives.

# Page 2211706696 - Action 2245087378 - Property 2879900210
source: P&osting
fr_fr: &Validation

# Page 2211706696 - Action 4202866263 - Property 2879900210
source: Generate file
fr_fr: Générer fichier

# Page 2211706696 - Action 4202866263 - Property 1295455071
source: Generate an XML or an XMLport file that you can send to your bank. This requires that File is chosen in the Action Type field for the payment slip setup.
fr_fr: Générez un fichier XML ou XMLport que vous pouvez envoyer à votre banque. Cette opération nécessite que Fichier soit choisi dans le champ Type d'action de la configuration du bordereau de paiement.

# Page 2211706696 - Action 2282416948 - Property 2879900210
source: Post
fr_fr: Valider

# Page 2211706696 - Action 2282416948 - Property 1295455071
source: Post the payment.
fr_fr: Valider le paiement.

# Page 2211706696 - Action 1002420131 - Property 2879900210
source: Print
fr_fr: Imprimer

# Page 2211706696 - Action 1002420131 - Property 1295455071
source: Print the payment slip.
fr_fr: Imprimer le bordereau de paiement.

# Page 2211706696 - NamedType 3114637384
source: This payment class does not authorize vendor suggestions.
fr_fr: Ce type de règlement n'autorise pas les propositions fournisseur.

# Page 2211706696 - NamedType 3752334001
source: This payment class does not authorize customer suggestions.
fr_fr: Ce type de règlement n'autorise pas les propositions client.

# Page 2211706696 - NamedType 95063322
source: You cannot suggest payments on a posted header.
fr_fr: Vous n'êtes pas autorisé à faire des propositions de paiement sur un bordereau validé.

# Page 2211706696 - NamedType 3921243024
source: Do you want to archive this document?
fr_fr: Souhaitez-vous archiver ce document ?

# Page 4205919186 - Property 2879900210
source: Lines
fr_fr: Lignes

# Page 4205919186 - Control 3699788827 - Property 1295455071
source: Specifies the type of account that the payment line will be posted to.
fr_fr: Spécifie le type de compte sur lequel la ligne bordereau sera validée.

# Page 4205919186 - Control 1622979514 - Property 1295455071
source: Specifies the number of the account that the entry on the journal line will be posted to.
fr_fr: Spécifie le numéro du compte sur lequel l'écriture de la ligne feuille sera validée.

# Page 4205919186 - Control 486908828 - Property 1295455071
source: Specifies a document number for the payment line.
fr_fr: Spécifie le numéro de document de la ligne de paiement.

# Page 4205919186 - Control 1527563463 - Property 1295455071
source: Specifies a document number that refers to the customer's or vendor's numbering system.
fr_fr: Spécifie un numéro de document qui fait référence au programme de numérotation du client ou du fournisseur.

# Page 4205919186 - Control 3672782421 - Property 1295455071
source: Specifies the file reference which will be used in the electronic payment (ETEBAC) file.
fr_fr: Spécifie la référence du fichier qui sera utilisé dans le fichier de paiement électronique (ETEBAC).

# Page 4205919186 - Control 1915851633 - Property 1295455071
source: Specifies the posting group associated with the account.
fr_fr: Spécifie le groupe comptabilisation associé au compte.

# Page 4205919186 - Control 4085727052 - Property 1295455071
source: Specifies the due date on the entry.
fr_fr: Spécifie la date d'échéance de l'écriture.

# Page 4205919186 - Control 2796346326 - Property 1295455071
source: Specifies the total amount (including VAT) of the payment line, if it is a debit amount.
fr_fr: Spécifie le montant total (TVA comprise) de la ligne bordereau, s'il s'agit d'un montant débit.

# Page 4205919186 - Control 2556136339 - Property 1295455071
source: Specifies the total amount (including VAT) of the payment line, if it is a credit amount.
fr_fr: Spécifie le montant total (TVA comprise) de la ligne bordereau, s'il s'agit d'un montant crédit.

# Page 4205919186 - Control 636392376 - Property 1295455071
source: Specifies the total amount (including VAT) of the payment line.
fr_fr: Spécifie le montant total (TVA comprise) de la ligne de paiement.

# Page 4205919186 - Control 1176583840 - Property 1295455071
source: Specifies the international bank account number (IBAN) for the payment slip.
fr_fr: Spécifie le numéro du compte bancaire international (IBAN) du bordereau de paiement.

# Page 4205919186 - Control 428874574 - Property 1295455071
source: Specifies the international bank identification code for the payment slip.
fr_fr: Spécifie le code international d'identification bancaire du bordereau de paiement.

# Page 4205919186 - Control 3006332118 - Property 1295455071
source: Specifies the code of the customer or vendor bank account that you want to perform the payment to, or collection from.
fr_fr: Spécifie le code du compte bancaire du client ou du fournisseur sur lequel effectuer le versement ou le recouvrement.

# Page 4205919186 - Control 852347068 - Property 1295455071
source: Specifies an acceptation code for the payment line.
fr_fr: Spécifie un code acceptation pour la ligne bordereau.

# Page 4205919186 - Control 2187733195 - Property 1295455071
source: Specifies a code for the payment address of the customer or vendor.
fr_fr: Spécifie un code pour l'adresse de règlement du client ou du fournisseur.

# Page 4205919186 - Control 3089817519 - Property 1295455071
source: Specifies the branch number of the bank account.
fr_fr: Spécifie le numéro de l'établissement du compte bancaire.

# Page 4205919186 - Control 1433041118 - Property 1295455071
source: Specifies the agency code of the bank account.
fr_fr: Spécifie le code agence du compte bancaire.

# Page 4205919186 - Control 4248640148 - Property 1295455071
source: Specifies the number of the customer or vendor bank account that you want to perform the payment to, or collection from.
fr_fr: Spécifie le numéro du compte bancaire du client ou du fournisseur sur lequel effectuer le versement ou le recouvrement.

# Page 4205919186 - Control 634516972 - Property 1295455071
source: Specifies the name of the bank account as entered in the Bank Account Code field.
fr_fr: Spécifie le nom du compte bancaire entré dans le champ Code compte bancaire.

# Page 4205919186 - Control 4096573835 - Property 1295455071
source: Specifies the city of the bank account.
fr_fr: Spécifie la ville du compte bancaire.

# Page 4205919186 - Control 1696628850 - Property 1295455071
source: Specifies the two digit RIB key associated with the Bank Account No.
fr_fr: Spécifie la clé RIB à deux chiffres associée au N° compte bancaire.

# Page 4205919186 - Control 1106821242 - Property 1295455071
source: Specifies that the key entered in the RIB Key field is correct.
fr_fr: Spécifie que la clé entrée dans le champ Clé RIB est correcte.

# Page 4205919186 - Control 3360858576 - Property 1295455071
source: Specifies that an error occurred when you used the Export Payments to File function in the Payment Slip window.
fr_fr: Indique qu'une erreur s'est produite lorsque vous avez utilisé la fonction Exporter les paiements dans un fichier dans la fenêtre Bordereau de paiement.

# Page 4205919186 - Control 4182352612 - Property 1295455071
source: Specifies the direct debit mandate of the customer who made this payment.
fr_fr: Spécifie le mandat de prélèvement du client ayant effectué le paiement.

# Page 4205919186 - Action 3106002577 - Property 2879900210
source: F&unctions
fr_fr: Fonction&s

# Page 4205919186 - Action 837742916 - Property 2879900210
source: Set Document ID
fr_fr: Attribuer n° document

# Page 4205919186 - Action 837742916 - Property 1295455071
source: Fill in the document number of the entry in the payment slip.
fr_fr: Renseignez le numéro de document de l’écriture dans le bordereau de paiement.

# Page 4205919186 - Action 1402615620 - Property 2879900210
source: &Line
fr_fr: &Ligne

# Page 4205919186 - Action 4181767958 - Property 2879900210
source: &Application
fr_fr: Lettr&age

# Page 4205919186 - Action 4181767958 - Property 1295455071
source: Apply the customer or vendor payment on the selected payment slip line.
fr_fr: Lettrer le règlement du client ou du fournisseur sur la ligne bordereau paiement sélectionnée.

# Page 4205919186 - Action 2173385693 - Property 2879900210
source: Dimensions
fr_fr: Axes analytiques
