Repository: mmokhtari-deltasoft/Payment-Management-FR
Catalog: Translations/ModuleEncaiss_Decaiss.*.xlf
Languages: fr_fr

# Report 2935487442 - NamedType 1458268524
source: Agency Code
fr_fr: Code agence

# Report 2935487442 - NamedType 111487656
source: Bank Account No.
fr_fr: N° compte bancaire

# Report 2935487442 - NamedType 1483156408
source: RIB Key
fr_fr: Clé RIB

# Report 2935487442 - NamedType 801522178
source: National Issuer No.
fr_fr: N° émetteur national

# Report 2935487442 - NamedType 1196336482
source: WITHDRAWS
fr_fr: PRÉLÈVEMENTS

# Report 2935487442 - NamedType 1753513791
source: WITHDRAW
fr_fr: PRÉLÈVEMENT

# Report 2935487442 - NamedType 1566767540
source: Name
fr_fr: Nom

# Report 2935487442 - NamedType 2292105036
source: Amount
fr_fr: Montant

# Report 2935487442 - NamedType 2031138424
source: Bank Account
fr_fr: Compte bancaire

# Report 2935487442 - NamedType 3337055126
source: Report
fr_fr: État

# Report 2935487442 - NamedType 1636287816
source: Report
fr_fr: État

# Report 2935487442 - NamedType 3090141626
source: Done at :
fr_fr: Fait à :

# Report 16605378 - Property 2879900210
source: Duplicate parameter
fr_fr: Dupliquer le paramètre

# Report 16605378 - Control 4224277387 - Property 2879900210
source: Which name do you want to attribute to the new parameter?
fr_fr: Quel nom voulez-vous attribuer au nouveau paramètre ?

# Report 16605378 - Control 3410823668 - Property 2879900210
source: Old name
fr_fr: Ancien nom

# Report 16605378 - Control 3410823668 - Property 1295455071
source: Specifies the previous name of the payment class.
fr_fr: Spécifie le nom précédent du type de règlement.

# Report 16605378 - Control 746660045 - Property 2879900210
source: New name
fr_fr: Nouveau nom

# Report 16605378 - Control 746660045 - Property 1295455071
source: Specifies the name of the new payment class.
fr_fr: Spécifie le nom du nouveau type de règlement.

# Report 16605378 - NamedType 2476940767
source: You must define a new name.
fr_fr: Vous devez définir un nouveau nom.

# Report 16605378 - NamedType 3114637384
source: Name %1 already exist. Please define another name.
fr_fr: Le nom %1 existe déjà. Veuillez définir un autre nom.

# Report 2638376231 - Property 2879900210
source: Archive Payment Slips
fr_fr: Archiver les bordereaux de paiement

# Report 2638376231 - NamedType 3114637384
source: %1 Payment Headers have been archived.
fr_fr: %1 bordereaux ont été archivés.

# Report 2638376231 - NamedType 3752334001
source: There is no Payment Header to archive.
fr_fr: Il n'y a pas de bordereau à archiver.

# Report 2638376231 - NamedType 95063322
source: One Payment Header has been archived.
fr_fr: Un bordereau a été archivé.

# Report 2063576081 - Property 2879900210
source: EC Sales List - Services
fr_fr: Liste des ventes UE - Services

# Report 2063576081 - Control 4144518489 - Property 2879900210
source: Contact Person
fr_fr: Personne à contacter

# Report 2063576081 - Control 4144518489 - Property 1295455071
source: Specifies the name of the contact person.
fr_fr: Spécifie le nom du contact.

# Report 2063576081 - Control 3080177079 - Property 2879900210
source: Phone
fr_fr: Téléphone

# Report 2063576081 - Control 3080177079 - Property 1295455071
source: Specifies the telephone number.
fr_fr: Spécifie le numéro de téléphone.

# Report 2063576081 - Control 2513381473 - Property 2879900210
source: Fax
fr_fr: Télécopieur

# Report 2063576081 - Control 2513381473 - Property 1295455071
source: Specifies the fax number.
fr_fr: Spécifie le numéro de télécopie.

# Report 2063576081 - Control 1285973296 - Property 2879900210
source: Email Address
fr_fr: Adresse e-mail

# Report 2063576081 - Control 1285973296 - Property 1295455071
source: Specifies the email address.
fr_fr: Spécifie l'adresse électronique.

# Report 2063576081 - Control 631676197 - Property 2879900210
source: Show Amounts in Add. Reporting Currency
fr_fr: Afficher montants en devise report

# Report 2063576081 - Control 631676197 - Property 1295455071
source: Specifies whether to show amounts in your local currency and in your additional reporting currency.
fr_fr: Spécifie s'il faut afficher les montants dans votre devise locale et dans votre devise rapport.

# Report 2063576081 - Control 1480852415 - Property 2879900210
source: Create XML
fr_fr: Créer un fichier XML

# Report 2063576081 - Control 1480852415 - Property 1295455071
source: Specifies that you want to generate an XML file that you can submit to tax authorities. If you choose this option, the information about the contact person is not needed.
fr_fr: Spécifie que vous souhaitez générer un fichier XML que vous pouvez soumettre à l'administration fiscale. Si vous choisissez cette option, les informations concernant la personne à contacter ne sont pas nécessaires.

# Report 2063576081 - Control 7958497 - Property 1295455071
source: Specifies the name of the XML file for the report.
fr_fr: Spécifie le nom du fichier XML pour l'état.

# Report 2063576081 - NamedType 3114637384
source: XML Files (*.xml)|*.xml|All Files (*.*)|*.*
fr_fr: Fichiers XML (*.xml)|*.xml|Tous les fichiers (*.*)|*.*

# Report 2063576081 - NamedType 3752334001
source: Export to XML File.
fr_fr: Exporter en fichier XML.

# Report 2063576081 - NamedType 95063322
source: XML file successfully created.
fr_fr: Fichier XML créé avec succès.

# Report 2063576081 - NamedType 732759939
source: %1 filter %2 must be corrected, to run the report monthly.
fr_fr: Le filtre %1 %2 doit être corrigé afin d'exécuter l'état par mois.

# Report 2063576081 - NamedType 2247286032
source: Amount( %1)
fr_fr: Montant (%1)

# Report 2063576081 - NamedType 1609589415
source: There is no data to export. No XML file is created.
fr_fr: Aucune donnée à exporter. Aucun fichier XML n'est créé.

# Report 2063576081 - NamedType 625499239
source: (Reserved for the Authorities)
fr_fr: (Réservé à l'administration)

# Report 2063576081 - NamedType 3916945303
source: French Customs and Excise
fr_fr: Douanes françaises et impôts indirects

# Report 2063576081 - NamedType 3398701941
source: EUROPEAN DECLARATION OF SERVICES
fr_fr: DÉCLARATION EUROPÉENNE DE SERVICES

# Report 2063576081 - NamedType 1760845901
source: French Department of the Treasury
fr_fr: Direction générale des impôts

# Report 2063576081 - NamedType 1391883348
source: A. Filling Period
fr_fr: A. Période de déclaration

# Report 2063576081 - NamedType 730803341
source: Year:
fr_fr: Année :

# Report 2063576081 - NamedType 3515578853
source: Month:
fr_fr: Mois :

# Report 2063576081 - NamedType 3218360649
source: Date,name and signature
fr_fr: Date, nom et signature

# Report 2063576081 - NamedType 1306668226
source: VAT Registration Number:
fr_fr: N° identif. intracomm. :

# Report 2063576081 - NamedType 1494779487
source: Company Name:
fr_fr: Nom de la société :

# Report 2063576081 - NamedType 263540288
source: Address:
fr_fr: Adresse :

# Report 2063576081 - NamedType 2753651176
source: City and Zip:
fr_fr: Code postal/Ville :

# Report 2063576081 - NamedType 964966547
source: Contact Person:
fr_fr: Personne à contacter:

# Report 2063576081 - NamedType 2604161633
source: Phone:
fr_fr: Téléphone :

# Report 2063576081 - NamedType 1877430892
source: Email Address:
fr_fr: Adresse e-mail :

# Report 2063576081 - NamedType 1592035768
source: Fax:
fr_fr: Télécopieur :

# Report 2063576081 - NamedType 123492710
source: C. Filled By:
fr_fr: C. complété par :

# Report 2063576081 - NamedType 2591382372
source: Customer VAT Number
fr_fr: N° TVA client

# Report 2063576081 - NamedType 1064540338
source: Line Number
fr_fr: Numéro ligne

# Report 3952722739 - Property 2879900210
source: ETEBAC Files
fr_fr: Fichiers ETEBAC

# Report 3952722739 - Control 2230809246 - Property 2879900210
source: Payment Type
fr_fr: Type de règlement

# Report 3952722739 - Control 2230809246 - Property 62802879
source: Discount,Discount in Value,Cash after Due Date,Cash after Unpaid Delay
fr_fr: Escompte,Escompte en valeur,Encaissement échéance,Encaissement après délai d'impayé

# Report 3952722739 - Control 2230809246 - Property 1295455071
source: Specifies the payment type for the ETEBAC file.
fr_fr: Spécifie le type de paiement pour le fichier ETEBAC.

# Report 3952722739 - NamedType 3752334001
source: Bank Account No. %1 is too long. Please verify before continuing.
fr_fr: Le n° de compte bancaire %1 est trop long. Vérifiez-le avant de continuer.

# Report 3952722739 - NamedType 95063322
source: The RIB of the company's bank account %1 is incorrect. Please verify before continuing.
fr_fr: Le RIB du compte bancaire %1 de la société est erroné. Vérifiez-le avant de continuer.

# Report 3952722739 - NamedType 732759939
source: You can only use %1.
fr_fr: Vous pouvez seulement utiliser %1.

# Report 3952722739 - NamedType 2008153173
source: Bank Account No. %1 is too long. Please verify before continuing.
fr_fr: Le n° de compte bancaire %1 est trop long. Vérifiez-le avant de continuer.

# Report 3952722739 - NamedType 2645849790
source: The RIB of bank account %1 of customer %2 is incorrect. Please verify before continuing.
fr_fr: Le RIB du compte bancaire %1 du client %2 est erroné. Vérifiez-le avant de continuer.

# Report 3952722739 - NamedType 3283546407
source: Text Files|*.txt|All Files|*.*
fr_fr: Fichiers texte|*.txt|Tous les fichiers|*.*

# Report 774215734 - Property 2879900210
source: Withdraw
fr_fr: Prélèvement

# Report 774215734 - Control 1402313444 - Property 2879900210
source: Due Date
fr_fr: Date d’échéance

# Report 774215734 - Control 1402313444 - Property 1295455071
source: Specifies the due date on the entry.
fr_fr: Spécifie la date d'échéance de l'écriture.

# Report 774215734 - NamedType 95063322
source: Bank Account No. %1 is too long. Please verify before continuing.
fr_fr: Le n° de compte bancaire %1 est trop long. Vérifiez-le avant de continuer.

# Report 774215734 - NamedType 732759939
source: The RIB of the company's bank account %1 is incorrect. Please verify before continuing.
fr_fr: Le RIB du compte bancaire %1 de la société est erroné. Vérifiez-le avant de continuer.

# Report 774215734 - NamedType 2008153173
source: You can only use currency code %1.
fr_fr: Vous ne pouvez utiliser que le code devise %1.

# Report 774215734 - NamedType 3283546407
source: Bank Account No. %1 is too long. Please verify before continuing.
fr_fr: Le n° de compte bancaire %1 est trop long. Vérifiez-le avant de continuer.

# Report 774215734 - NamedType 3921243024
source: The RIB of bank account %1 of customer %2 is incorrect. Please verify before continuing.
fr_fr: Le RIB du compte bancaire %1 du client %2 est erroné. Vérifiez-le avant de continuer.

# Report 774215734 - NamedType 1664139952
source: All withdraws must refer to the same currency.
fr_fr: Tous les prélèvements doivent être liés à la même devise.

# Report 774215734 - NamedType 1026443335
source: All withdraws must have the same due date.
fr_fr: Tous les prélèvements doivent avoir la même date d'échéance.

# Report 774215734 - NamedType 2939533186
source: All withdraws must have the same document number.
fr_fr: Tous les prélèvements doivent avoir le même n° de document.

# Report 774215734 - NamedType 4214926420
source: Text Files|*.txt|All Files|*.*
fr_fr: Fichiers texte|*.txt|Tous les fichiers|*.*

# Report 4224198349 - Property 2879900210
source: Transfer
fr_fr: Virement

# Report 4224198349 - NamedType 95063322
source: Bank Account No. %1 is too long. Please verify before continuing.
fr_fr: Le n° de compte bancaire %1 est trop long. Vérifiez-le avant de continuer.

# Report 4224198349 - NamedType 732759939
source: The RIB of the company's bank account %1 is incorrect. Please verify before continuing.
fr_fr: Le RIB du compte bancaire %1 de la société est erroné. Vérifiez-le avant de continuer.

# Report 4224198349 - NamedType 2008153173
source: You can only use currency code %1.
fr_fr: Vous ne pouvez utiliser que le code devise %1.

# Report 4224198349 - NamedType 3283546407
source: The vendor's bank account number %1 is too long. Please verify before continuing.
fr_fr: Le n° de compte bancaire %1 du fournisseur est trop long. Vérifiez-le avant de continuer.

# Report 4224198349 - NamedType 3921243024
source: The RIB of the vendor's bank account %1 %2 is incorrect. Please verify before continuing.
fr_fr: Le RIB du compte bancaire %1 %2 du fournisseur est erroné. Vérifiez-le avant de continuer.

# Report 4224198349 - NamedType 1664139952
source: All transfers must refer to the same currency.
fr_fr: Tous les virements doivent être liés à la même devise.

# Report 4224198349 - NamedType 1026443335
source: All transfers must have a document number.
fr_fr: Tous les virements doivent avoir un n° de document.

# Report 4224198349 - NamedType 2301836569
source: Text Files|*.txt|All Files|*.*
fr_fr: Fichiers texte|*.txt|Tous les fichiers|*.*

# Report 1654631164 - NamedType 2476940767
source: Save As
fr_fr: Enregistrer sous

# Report 1654631164 - NamedType 3114637384
source: XML Files (*.xml)|*.xml|All Files|*.*
fr_fr: Fichiers XML (*.xml)|*.xml|Tous les fichiers|*.*

# Report 1654631164 - NamedType 3752334001
source: File name must be specified.
fr_fr: Le nom du fichier doit être spécifié.

# Report 1654631164 - NamedType 3513448439
source: The SEPA Allowed field is not enabled for the Country/Region: %1 of the Vendor Bank Account: %2.
fr_fr: Le champ SEPA autorisé n'est pas activé pour le champ Pays/région : %1 du Compte bancaire fournisseur : %2.

# Report 1654631164 - NamedType 1148294917
source: The SEPA Allowed field is not enabled for the Country/Region: %1 of the Payment Header: Bank Country/Region Code.
fr_fr: Le champ SEPA autorisé n'est pas activé pour le champ Pays/région : %1 de l'En-tête bordereau : Code pays/région banque.

# Report 1654631164 - NamedType 732759939
source: Currency is not Euro in the %1, %2: %3.
fr_fr: La devise n'est pas l'euro dans le %1, %2 : %3.

# Report 1654631164 - NamedType 1370456556
source: Payment Lines can only be of type Customer or Vendor for SEPA.
fr_fr: Les lignes paiement peuvent être uniquement de type Client ou Fournisseur pour SEPA.

# Report 1654631164 - NamedType 1664139952
source: File download failed.
fr_fr: Le téléchargement de fichiers a échoué.

# Report 1654631164 - NamedType 1026443335
source: Amount cannot be negative in the %1, %2: %3.
fr_fr: Le montant ne peut pas être négatif dans le %1, %2 : %3.

# Report 2366372177 - Property 2879900210
source: Export G/L Entries - Tax Audit
fr_fr: Exporter écritures comptables - Audit fiscal

# Report 2366372177 - Control 543275552 - Property 2879900210
source: Starting Date
fr_fr: Date début

# Report 2366372177 - Control 543275552 - Property 1295455071
source: Specifies the first date for the time period covered in this audit.
fr_fr: Spécifie la première date de la période couverte par cet audit.

# Report 2366372177 - Control 3592094765 - Property 2879900210
source: Ending Date
fr_fr: Date fin

# Report 2366372177 - Control 3592094765 - Property 1295455071
source: Specifies the last date to include in the time interval that you export entries for.
fr_fr: Spécifie la dernière date à inclure dans l’intervalle de temps pour lequel vous exportez des écritures.

# Report 2366372177 - Control 1524235287 - Property 2879900210
source: Include Opening Balances
fr_fr: Inclure soldes d'ouverture

# Report 2366372177 - Control 1524235287 - Property 1295455071
source: Specifies if you want to include opening balances in the audit report file. The balances are calculated as of the date before the first date of the period covered by the report.
fr_fr: Spécifie si vous souhaitez inclure des soldes d’ouverture dans le fichier de rapport d’audit. Les soldes sont calculés à la date précédant la première date de la période couverte par l’état.

# Report 2366372177 - NamedType 2562886535
source: You must enter a Starting Date.
fr_fr: Vous devez entrer une date de début.

# Report 2366372177 - NamedType 1757578926
source: You must enter an Ending Date.
fr_fr: Vous devez entrer une date de fin.

# Report 2366372177 - NamedType 3607931179
source: There are no entries to export within the defined filter. The file was not created.
fr_fr: Il n'y a pas d'écriture à exporter dans le filtre défini. Le fichier n'a pas été créé.

# Report 3107225069 - Property 2879900210
source: Fixed Asset - Projected Value (Derogatory)
fr_fr: Immo. - Valeur projetée (Dérogatoire)

# Report 3107225069 - Control 4106603340 - Property 2879900210
source: Depreciation Book
fr_fr: Lois d'amortissement

# Report 3107225069 - Control 4106603340 - Property 1295455071
source: Specifies the code for the depreciation book to be included in the report or batch job.
fr_fr: Spécifie le code de la loi d'amortissement à inclure dans l'état ou le traitement par lots.

# Report 3107225069 - Control 2882576599 - Property 2879900210
source: First Depreciation Date
fr_fr: Date premier amortissement

# Report 3107225069 - Control 2882576599 - Property 1295455071
source: Specifies the date on which you want the depreciation calculation to start. This date is used to calculate the value in the No. of Depreciation Days field for the first depreciation of the asset. The date is used only if there are no entries other than acquisition cost and salvage value.
fr_fr: Spécifie la date à laquelle vous souhaitez que le calcul de l’amortissement démarre. Cette date est utilisée pour calculer la valeur du champ Nbre jours amort. pour le premier amortissement de l’immobilisation. La date est utilisée uniquement s'il n'existe pas d'écriture autre que le coût d'acquisition et la valeur résiduelle.

# Report 3107225069 - Control 1640459735 - Property 2879900210
source: Last Depreciation Date
fr_fr: Date dernier amortissement

# Report 3107225069 - Control 1640459735 - Property 1295455071
source: Specifies the fixed assed posting date of the last posted depreciation.
fr_fr: Spécifie la date comptabilisation immobilisation du dernier amortissement validé.

# Report 3107225069 - Control 2056345591 - Property 2879900210
source: Number of Days
fr_fr: Nombre de jours

# Report 3107225069 - Control 2056345591 - Property 1295455071
source: Specifies the length of the periods between the first depreciation date and the last depreciation date. The program then calculates depreciation for each period. If you leave this field blank, the program automatically sets the contents of this field to equal the number of days in a fiscal year, normally 360.
fr_fr: Spécifie la durée des périodes entre la date premier amortissement et la date dernier amortissement. Le programme calcule alors l'amortissement pour chaque période. Si ce champ est vide, le programme considère que la période est un exercice comptable, c'est-à-dire 360 jours.

# Report 3107225069 - Control 792583929 - Property 2879900210
source: No. of Days in First Period
fr_fr: Nombre de jours dans première période

# Report 3107225069 - Control 792583929 - Property 1295455071
source: Specifies the number of days that must be used for calculating the depreciation as of the first depreciation date, regardless of the actual number of days from the last depreciation entry. The number you enter in this field does not affect the total number of days from the starting date to the ending date.
fr_fr: Spécifie le nombre de jours à utiliser pour calculer l'amortissement à la date premier amortissement, indépendamment du nombre réel de jours depuis la dernière écriture amortissement. Le nombre saisi dans ce champ n'affecte pas le nombre total de jours qui sépare la date début de la date fin.

# Report 3107225069 - Control 2273641053 - Property 2879900210
source: Posted Entries From
fr_fr: Écritures enregistrées à partir du

# Report 3107225069 - Control 2273641053 - Property 1295455071
source: Specifies the fixed asset posting date from which the report includes all types of posted entries.
fr_fr: Spécifie la date comptabilisation immobilisation à partir de laquelle l'état inclut tous les types d'écritures validées.

# Report 3107225069 - Control 2991586698 - Property 2879900210
source: Group Totals
fr_fr: Sous-totaux

# Report 3107225069 - Control 2991586698 - Property 62802879
source: ,FA Class,FA Subclass,FA Location,Main Asset,Global Dimension 1,Global Dimension 2,FA Posting Group
fr_fr: ,Classe immo.,Sous-classe immo.,Emplacement immo.,Immo. principale,Axe principal 1,Axe principal 2,Groupe compta. immo.

# Report 3107225069 - Control 2991586698 - Property 1295455071
source: Specifies if you want the report to group fixed assets and print totals using the category defined in this field. For example, maintenance expenses for fixed assets can be shown for each fixed asset class.
fr_fr: Spécifie si vous souhaitez que l'état regroupe les immobilisations et imprime les totaux en utilisant la catégorie définie dans ce champ. Par exemple, les coûts de maintenance des immobilisations peuvent être affichés pour chaque classe d'immobilisations.

# Report 3107225069 - Control 433756905 - Property 2879900210
source: Copy to G/L Budget Name
fr_fr: Copier vers nom budget

# Report 3107225069 - Control 433756905 - Property 1295455071
source: Specifies the general ledger budget name to copy the projected derogatory depreciation value to.
fr_fr: Spécifie le nom du budget comptabilité sur lequel copier la valeur d’amortissement dérogatoire prévu.

# Report 3107225069 - Control 1815604755 - Property 2879900210
source: Insert Bal. Account
fr_fr: Insérer compte contrepartie

# Report 3107225069 - Control 1815604755 - Property 1295455071
source: Specifies if you want the batch job to automatically insert fixed asset entries with balancing accounts.
fr_fr: Spécifie si vous souhaitez que le traitement par lots insère automatiquement des écritures immobilisation avec les comptes contrepartie.

# Report 3107225069 - Control 4179148676 - Property 2879900210
source: Print per Fixed Asset
fr_fr: Imprimer par immobilisation

# Report 3107225069 - Control 4179148676 - Property 1295455071
source: Specifies if you want the report to print information separately for each fixed asset.
fr_fr: Spécifie si vous souhaitez que l'état imprime une ligne pour chaque immobilisation.

# Report 3107225069 - Control 213604645 - Property 2879900210
source: Projected Disposal
fr_fr: Cession prévue

# Report 3107225069 - Control 213604645 - Property 1295455071
source: Specifies whether to include information about the projected disposal of the fixed asset.
fr_fr: Spécifie s'il faut inclure des informations sur la cession prévue de l'immobilisation.

# Report 3107225069 - Control 797146823 - Property 2879900210
source: Print Amounts per Date
fr_fr: Imprimer montants par date

# Report 3107225069 - Control 797146823 - Property 1295455071
source: Specifies if you want the program to include on the last page of the report a summary of the calculated depreciation for all assets.
fr_fr: Spécifie si vous souhaitez que le programme inclue sur la dernière page de l'état un résumé des amortissements calculés pour toutes les immobilisations.

# Report 3107225069 - Control 492928361 - Property 2879900210
source: Use Accounting Period
fr_fr: Utiliser période comptable

# Report 3107225069 - Control 492928361 - Property 1295455071
source: Specifies if you want the periods between the starting date and the ending date to correspond to the accounting periods you have specified in the Accounting Period table. When you select this field, the Number of Days field is cleared.
fr_fr: Spécifie si vous souhaitez que les périodes entre la date début et la date fin correspondent aux périodes comptables spécifiées dans la table Période comptable. Lorsque vous sélectionnez ce champ, la valeur du champ Nombre de jours est effacée.

# Report 3107225069 - NamedType 2074560088
source: Number of Days must not be greater than %1 or less than 5.
fr_fr: Le nombre de jours ne doit pas être supérieur à %1 ou inférieur à 5.
