Repository: mmokhtari-deltasoft/Payment-Management-FR
Catalog: Translations/ModuleEncaiss_Decaiss.*.xlf
Languages: fr_fr

# Report 3107225069 - NamedType 3463035426
source: Projected Gain/Loss
fr_fr: Gains/Pertes prévu(e)s

# Report 3107225069 - NamedType 2830245879
source: Group Total
fr_fr: Sous-total

# Report 3107225069 - NamedType 1665040906
source: Group Totals
fr_fr: Sous-totaux

# Report 3107225069 - NamedType 2642234806
source: %1 has been modified in fixed asset %2.
fr_fr: %1 a été modifié(e) dans l'immobilisation %2.

# Report 3107225069 - NamedType 2230854815
source: ,FA Class,FA Subclass,FA Location,Main Asset,Global Dimension 1,Global Dimension 2,FA Posting Group
fr_fr: ,Classe immo.,Sous-classe immo.,Emplacement immo.,Immo. principale,Axe principal 1,Axe principal 2,Groupe compta. immo.

# Report 3107225069 - NamedType 1799216286
source: You must specify %1.
fr_fr: Vous devez spécifier une valeur %1.

# Report 3107225069 - NamedType 2826298686
source: You must create accounting periods until %1 to use 365 days depreciation and 'Use Accounting Periods'.
fr_fr: Vous devez créer des périodes comptables jusqu'au %1 pour utiliser un amortissement sur 365 jours et l'option « Utiliser périodes comptables ».

# Report 3107225069 - NamedType 1517744550
source: Fixed Asset - Projected Value (Derogatory)
fr_fr: Immo. - Valeur projetée (Dérogatoire)

# Report 3107225069 - NamedType 2873216379
source: FA Posting Date
fr_fr: Date compta. immo.

# Report 3107225069 - NamedType 3768353108
source: Book Value
fr_fr: Valeur comptable

# Report 3107225069 - NamedType 3572119121
source: Posted Entry
fr_fr: Écriture validée

# Report 3107225069 - NamedType 580459614
source: Projected Amounts per Date
fr_fr: Montants projetés par date

# Report 3107225069 - NamedType 2708786229
source: FA Posting Date
fr_fr: Date compta. immo.

# Report 3107225069 - NamedType 2302630219
source: Depreciation
fr_fr: Amortissement

# Report 3107225069 - NamedType 2989918382
source: Fixed Asset - Projected Value (Derogatory)
fr_fr: Immo. - Valeur projetée (Dérogatoire)

# Report 3107225069 - NamedType 351723215
source: FA Posting Type
fr_fr: Type compta. immo.

# Report 3107225069 - NamedType 2551962000
source: No. Of Depreciation Days
fr_fr: Nbre jours amort.

# Report 3107225069 - NamedType 1245862610
source: Amount
fr_fr: Montant

# Report 3107225069 - NamedType 2887540192
source: Amount (Derogatory Book)
fr_fr: Montant (Loi dérogatoire)

# Report 3107225069 - NamedType 2849178358
source: Book Value (Derogatory Book)
fr_fr: Valeur comptable (Loi dérogatoire)

# Report 3107225069 - NamedType 3562895761
source: Difference (Book Value)
fr_fr: Différence (Valeur comptable)

# Report 2003498200 - Property 2879900210
source: Payment Practices Reporting
fr_fr: Génération d'états des pratiques de paiement

# Report 2003498200 - Control 543275552 - Property 2879900210
source: Starting Date
fr_fr: Date début

# Report 2003498200 - Control 543275552 - Property 1295455071
source: Specifies the starting date of period to report
fr_fr: Spécifie la date de début de la période de report.

# Report 2003498200 - Control 3592094765 - Property 2879900210
source: Ending Date
fr_fr: Date fin

# Report 2003498200 - Control 3592094765 - Property 1295455071
source: Specifies the ending date of period to report
fr_fr: Spécifie la date de fin de la période de report.

# Report 2003498200 - Control 1713033043 - Property 2879900210
source: Show Invoices
fr_fr: Afficher les factures

# Report 2003498200 - Control 1713033043 - Property 1295455071
source: Specifies that list of invoices for each value has to be print.
fr_fr: Spécifie que la liste des factures pour chaque valeur doit être imprimée.

# Report 2003498200 - Control 3552050859 - Property 2879900210
source: Payments within period
fr_fr: Paiements sur la période

# Report 2003498200 - Control 3552050859 - Property 1295455071
source: Specifies to consider only payments within the period from starting date to ending date.
fr_fr: Spécifie de tenir compte des paiements uniquement dans la période entre la date de début et la date de fin.

# Report 2003498200 - NamedType 481105193
source: Starting date cannot be later than ending date.
fr_fr: La date de début ne peut pas être postérieure à la date de fin.

# Report 2003498200 - NamedType 3570313527
source: Both starting date and ending date must be specified.
fr_fr: Une date de début et une date de fin doivent être spécifiées.

# Report 2003498200 - NamedType 3653556092
source: You must update Payment Period Setup before running this report.
fr_fr: Vous devez mettre à jour la configuration de l'échéance avant d’exécuter cet état.

# Report 2003498200 - NamedType 3813266276
source: No invoices posted for specified period.
fr_fr: Aucune facture validée pour la période spécifiée.

# Report 2003498200 - NamedType 4096294353
source: Work date
fr_fr: Date de travail

# Report 2003498200 - NamedType 617781293
source: Payment Practices Reporting
fr_fr: Génération d'états des pratiques de paiement

# Report 2003498200 - NamedType 3041968282
source: Invoices received not paid on the closing date of the year in which the term has expired:
fr_fr: Factures reçues non payées à la date de clôture de l’année à laquelle la condition a expiré :

# Report 2003498200 - NamedType 895003288
source: Invoices issued not paid on the closing date of the year in which the term has expired:
fr_fr: Factures émises non payées à la date de clôture de l’année à laquelle la condition a expiré :

# Report 2003498200 - NamedType 3703061008
source: Invoices received that have been delayed in payment during the year:
fr_fr: Factures reçues qui ont eu un retard de paiement au cours de l’année :

# Report 2003498200 - NamedType 1162135115
source: Invoices issued that have been delayed in payment during the year:
fr_fr: Factures émises qui ont eu un retard de paiement au cours de l’année :

# Report 2003498200 - NamedType 894566561
source: Period
fr_fr: Période.

# Report 2003498200 - NamedType 4292529894
source: Vendor No.
fr_fr: N° de fournisseur

# Report 2003498200 - NamedType 1425545486
source: Customer No.
fr_fr: N° de client

# Report 2003498200 - NamedType 259914550
source: Invoice No.
fr_fr: N° de facture

# Report 2003498200 - NamedType 1396808278
source: Payment No.
fr_fr: N° de règlement

# Report 2003498200 - NamedType 481445982
source: Due Date
fr_fr: Date d’échéance

# Report 2003498200 - NamedType 3367215521
source: Entry No.
fr_fr: N° séquence

# Report 2003498200 - NamedType 2741400434
source: Pmt. Entry No.
fr_fr: N° écriture paiem.

# Report 2003498200 - NamedType 163307534
source: External Doc. No.
fr_fr: N° doc. externe

# Report 2003498200 - NamedType 231594876
source: Amount
fr_fr: Montant

# Report 2003498200 - NamedType 1245862610
source: Amount
fr_fr: Montant

# Report 2003498200 - NamedType 3357692024
source: Total Amount
fr_fr: Montant total

# Report 2003498200 - NamedType 4259966331
source: Amount Corrected
fr_fr: Montant corrigé

# Report 2003498200 - NamedType 1864183073
source: Payment posting date
fr_fr: Date comptabilisation règlement

# Report 2003498200 - NamedType 3692868249
source: Payment amount
fr_fr: Montant du règlement

# Report 2003498200 - NamedType 4094501430
source: Amount Due
fr_fr: Montant dû

# Report 2003498200 - NamedType 3090219630
source: Total invoices
fr_fr: Factures totales

# Report 2003498200 - NamedType 2391932961
source: Total amount of invoices (Corrected)
fr_fr: Montant total des factures (corrigé)

# XmlPort 3065384254 - Property 2879900210
source: Export G/L Entries
fr_fr: Exporter écritures comptables

# XmlPort 3065384254 - NamedType 3114637384
source: Exporting G/L Entries to XML File...\\
fr_fr: Exportation d'écritures comptables vers un fichier XML...\\

# XmlPort 3065384254 - NamedType 3752334001
source: Entry No. #1######\
fr_fr: Écriture n° #1######\

# XmlPort 3065384254 - NamedType 95063322
source: Posting Date #2######
fr_fr: Date de comptabilisation #2######

# XmlPort 2528991592 - Property 2879900210
source: Import/Export Parameters
fr_fr: Importer/Exporter paramètres

# TableExtension 3001833895 - Field 2968748914 - Property 2879900210
source: Posting Allowed From
fr_fr: Début validation autorisée

# TableExtension 3001833895 - Field 4138396941 - Property 2879900210
source: Posting Allowed To
fr_fr: Fin validation autorisée

# TableExtension 3001833895 - Field 2434136014 - Property 2879900210
source: Local Currency
fr_fr: Devise société

# TableExtension 3001833895 - Field 2434136014 - Property 62802879
source: Euro,Other
fr_fr: Euro,Autre

# TableExtension 3001833895 - Field 2764640254 - Property 2879900210
source: Currency Euro
fr_fr: Devise Euro

# TableExtension 3001833895 - NamedType 3522679266
source: It is not allowed to specify %1 when %2 is %3.
fr_fr: Il n'est pas autorisé de spécifier %1 si %2 est %3.

# TableExtension 3033648794 - Field 1433041118 - Property 2879900210
source: Agency Code
fr_fr: Code agence

# TableExtension 3033648794 - Field 1696628850 - Property 2879900210
source: RIB Key
fr_fr: Clé RIB

# TableExtension 3033648794 - Field 1106821242 - Property 2879900210
source: RIB Checked
fr_fr: Vérification RIB

# TableExtension 3033648794 - Field 2198080278 - Property 2879900210
source: National Issuer No.
fr_fr: N° émetteur national

# TableExtension 1316138742 - Field 1433041118 - Property 2879900210
source: Agency Code
fr_fr: Code agence

# TableExtension 1316138742 - Field 1696628850 - Property 2879900210
source: RIB Key
fr_fr: Clé RIB

# TableExtension 1316138742 - Field 1106821242 - Property 2879900210
source: RIB Checked
fr_fr: Vérification RIB

# TableExtension 717097966 - Field 1433041118 - Property 2879900210
source: Agency Code
fr_fr: Code agence

# TableExtension 717097966 - Field 1696628850 - Property 2879900210
source: RIB Key
fr_fr: Clé RIB

# TableExtension 717097966 - Field 1106821242 - Property 2879900210
source: RIB Checked
fr_fr: Vérification RIB

# TableExtension 1366493738 - Field 3093642907 - Property 2879900210
source: Applies-to ID
fr_fr: ID lettrage

# TableExtension 1366493738 - Field 978800674 - Property 2879900210
source: Letter
fr_fr: Lettre

# TableExtension 1366493738 - Field 3759087838 - Property 2879900210
source: Letter Date
fr_fr: Date de la lettre

# TableExtension 14590568 - Field 4085727052 - Property 2879900210
source: Due Date
fr_fr: Date d’échéance

# TableExtension 1937631775 - Field 12245151 - Property 2879900210
source: Fiscally Closed
fr_fr: Clôturé fiscalement

# TableExtension 3990907967 - Field 3822586809 - Property 2879900210
source: Payment in progress (LCY)
fr_fr: Règlement en cours DS

# TableExtension 3990907967 - Field 47554168 - Property 2879900210
source: Exclude from Payment Reporting
fr_fr: Exclure de l'état règlement

# TableExtension 1713901351 - Field 3822586809 - Property 2879900210
source: Payment in progress (LCY)
fr_fr: Règlement en cours DS

# TableExtension 1713901351 - Field 47554168 - Property 2879900210
source: Exclude from Payment Reporting
fr_fr: Exclure de l'état règlement

# TableExtension 2502354840 - Field 634516972 - Property 2879900210
source: Bank Account Name
fr_fr: Nom compte bancaire

# TableExtension 2502354840 - Field 883711285 - Property 2879900210
source: Entry No.
fr_fr: N° séquence

# TableExtension 2502354840 - Field 4045301472 - Property 2879900210
source: Derogatory Line
fr_fr: Ligne dérogatoire

# TableExtension 2502354840 - Field 251295216 - Property 2879900210
source: Delayed Unrealized VAT
fr_fr: TVA sur encaissement différée

# TableExtension 2502354840 - Field 1115346937 - Property 2879900210
source: Realize VAT
fr_fr: Réaliser TVA

# TableExtension 2502354840 - Field 791557347 - Property 2879900210
source: Created from No.
fr_fr: Créé à partir du n°

# TableExtension 3951403509 - Field 2205104606 - Property 2879900210
source: Shipment Method Code
fr_fr: Code condition livraison

# TableExtension 3951403509 - Field 1483165958 - Property 2879900210
source: Cust. VAT Registration No.
fr_fr: N° identif intracom. client

# TableExtension 1490448424 - Field 1220493226 - Property 2879900210
source: Detailed Balance
fr_fr: Solde détaillé

# TableExtension 3520897946 - Field 1794501446 - Property 2879900210
source: Derogatory
fr_fr: Dérogatoire
